[{"model": "contenttypes.contenttype", "pk": 1, "fields": {"app_label": "admin", "model": "logentry"}}, {"model": "contenttypes.contenttype", "pk": 2, "fields": {"app_label": "auth", "model": "permission"}}, {"model": "contenttypes.contenttype", "pk": 3, "fields": {"app_label": "auth", "model": "group"}}, {"model": "contenttypes.contenttype", "pk": 4, "fields": {"app_label": "auth", "model": "user"}}, {"model": "contenttypes.contenttype", "pk": 5, "fields": {"app_label": "contenttypes", "model": "contenttype"}}, {"model": "contenttypes.contenttype", "pk": 6, "fields": {"app_label": "sessions", "model": "session"}}, {"model": "contenttypes.contenttype", "pk": 7, "fields": {"app_label": "Subapp01", "model": "profile"}}, {"model": "contenttypes.contenttype", "pk": 8, "fields": {"app_label": "Subapp01", "model": "contact"}}, {"model": "contenttypes.contenttype", "pk": 9, "fields": {"app_label": "Subapp01", "model": "category"}}, {"model": "contenttypes.contenttype", "pk": 10, "fields": {"app_label": "Subapp01", "model": "post"}}, {"model": "contenttypes.contenttype", "pk": 11, "fields": {"app_label": "Subapp01", "model": "faqcategory"}}, {"model": "contenttypes.contenttype", "pk": 12, "fields": {"app_label": "Subapp01", "model": "faqtext"}}, {"model": "sessions.session", "pk": "2eeugwz8n0a2j2di55fiqntube9dp23n", "fields": {"session_data": "MGM2ZDgyOGEyNzQzMzg3MzJmOGYxNzFlMjljYWY3ZDYzZTIzOWFmYTp7Il9hdXRoX3VzZXJfaWQiOiIxNCIsIl9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9oYXNoIjoiYjdmNzViYmRhZWQ0YzM3NmMzOGJhOTgxM2RmYWViNGMxODExZTU1OCJ9", "expire_date": "2021-10-11T15:53:25.096Z"}}, {"model": "sessions.session", "pk": "5ph4alnxkj4mu4jclkudwfj6o7nhfnpd", "fields": {"session_data": "Y2QxYzUyMDc3ZjIzMjgxYjdjNTU0MDU2NTY2NzBmMGNkNWQ2ZmNjZTp7Il9hdXRoX3VzZXJfaWQiOiIzIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiI1ZjY4ZGZlMDRiZGMzNDk5MTA2OTc2YjdhMGQzZWRkMWU1MDY2NDRlIiwidXNlcm5hbWUiOiJAYW5raXQifQ==", "expire_date": "2021-07-11T15:00:27.063Z"}}, {"model": "sessions.session", "pk": "6lttldrqs9f852uqhfwi26loqbkn870k", "fields": {"session_data": "MjczYzBlNTBmNTBiMGZmMWNjYjJiODJjMjIxYTUxZTdlMjZmMjQ1Mzp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiJmZmE1Yzg0ZWUwYjUyYjI3NWYzMzgwZDZiNDYzMWY5OTkyNzk3NjkwIn0=", "expire_date": "2021-11-01T00:56:43.442Z"}}, {"model": "sessions.session", "pk": "8is1rj4d0dqcx74v2ait14avrhrb2125", "fields": {"session_data": "MjczYzBlNTBmNTBiMGZmMWNjYjJiODJjMjIxYTUxZTdlMjZmMjQ1Mzp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiJmZmE1Yzg0ZWUwYjUyYjI3NWYzMzgwZDZiNDYzMWY5OTkyNzk3NjkwIn0=", "expire_date": "2021-10-31T14:35:49.108Z"}}, {"model": "sessions.session", "pk": "i3br9uyw1f1jsmtgwfvvwj1xmvjjt36t", "fields": {"session_data": "MjczYzBlNTBmNTBiMGZmMWNjYjJiODJjMjIxYTUxZTdlMjZmMjQ1Mzp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiJmZmE1Yzg0ZWUwYjUyYjI3NWYzMzgwZDZiNDYzMWY5OTkyNzk3NjkwIn0=", "expire_date": "2021-09-29T08:38:03.606Z"}}, {"model": "sessions.session", "pk": "i58eylawimnqgv70txtjdkvphx7eld63", "fields": {"session_data": "Y2QxYzUyMDc3ZjIzMjgxYjdjNTU0MDU2NTY2NzBmMGNkNWQ2ZmNjZTp7Il9hdXRoX3VzZXJfaWQiOiIzIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiI1ZjY4ZGZlMDRiZGMzNDk5MTA2OTc2YjdhMGQzZWRkMWU1MDY2NDRlIiwidXNlcm5hbWUiOiJAYW5raXQifQ==", "expire_date": "2021-07-16T03:21:12.691Z"}}, {"model": "sessions.session", "pk": "l1ssnuhufsxvio61xczs7dflmywicusn", "fields": {"session_data": "MjczYzBlNTBmNTBiMGZmMWNjYjJiODJjMjIxYTUxZTdlMjZmMjQ1Mzp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiJmZmE1Yzg0ZWUwYjUyYjI3NWYzMzgwZDZiNDYzMWY5OTkyNzk3NjkwIn0=", "expire_date": "2021-10-28T04:08:52.126Z"}}, {"model": "sessions.session", "pk": "pxb0sskn74rdvu6e05qwsx40hvbz2035", "fields": {"session_data": "MjczYzBlNTBmNTBiMGZmMWNjYjJiODJjMjIxYTUxZTdlMjZmMjQ1Mzp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiJmZmE1Yzg0ZWUwYjUyYjI3NWYzMzgwZDZiNDYzMWY5OTkyNzk3NjkwIn0=", "expire_date": "2021-10-04T09:19:33.922Z"}}, {"model": "sessions.session", "pk": "q9b9kjz6ep8h3mv5h0q22s6bby5c5do0", "fields": {"session_data": "NjgzMTE1Y2VhZWU1MTU2ZGQ2MGE3OGE1NDAyNjQ0MjZiMTlmMDFkZjp7Il9hdXRoX3VzZXJfaWQiOiIxMyIsIl9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9oYXNoIjoiYjY5ZWQ5NzliMzNhZDhjMGM3MzBlNGY1YjIyYzdiOTk3YTVlNjUzYyJ9", "expire_date": "2021-10-02T04:12:22.742Z"}}, {"model": "sessions.session", "pk": "r2jjpawwq0nqh8l6h6vq6w7rr0b5b886", "fields": {"session_data": "MjczYzBlNTBmNTBiMGZmMWNjYjJiODJjMjIxYTUxZTdlMjZmMjQ1Mzp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiJmZmE1Yzg0ZWUwYjUyYjI3NWYzMzgwZDZiNDYzMWY5OTkyNzk3NjkwIn0=", "expire_date": "2021-10-02T04:35:33.531Z"}}, {"model": "sessions.session", "pk": "t7yi9hwxvwec0fv9gpe7i8upndtlel1h", "fields": {"session_data": "MjczYzBlNTBmNTBiMGZmMWNjYjJiODJjMjIxYTUxZTdlMjZmMjQ1Mzp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiJmZmE1Yzg0ZWUwYjUyYjI3NWYzMzgwZDZiNDYzMWY5OTkyNzk3NjkwIn0=", "expire_date": "2021-09-16T06:53:13.045Z"}}, {"model": "sessions.session", "pk": "wimuy3r4j1jf8zlcysqpupf2wb6ooxgc", "fields": {"session_data": "MjczYzBlNTBmNTBiMGZmMWNjYjJiODJjMjIxYTUxZTdlMjZmMjQ1Mzp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiJmZmE1Yzg0ZWUwYjUyYjI3NWYzMzgwZDZiNDYzMWY5OTkyNzk3NjkwIn0=", "expire_date": "2021-10-31T14:38:18.933Z"}}, {"model": "sessions.session", "pk": "xhdawlegiitpyl09n6wjn5z3ft21fmnh", "fields": {"session_data": "NjgzMTE1Y2VhZWU1MTU2ZGQ2MGE3OGE1NDAyNjQ0MjZiMTlmMDFkZjp7Il9hdXRoX3VzZXJfaWQiOiIxMyIsIl9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9oYXNoIjoiYjY5ZWQ5NzliMzNhZDhjMGM3MzBlNGY1YjIyYzdiOTk3YTVlNjUzYyJ9", "expire_date": "2021-09-29T14:47:36.295Z"}}, {"model": "Subapp01.contact", "pk": 22, "fields": {"Firstname": "subrat", "Lastname": "Srivastwa", "Email": "subrat.shasank@gmail.com", "Phone": "9650083930", "Message": "Hello"}}, {"model": "Subapp01.contact", "pk": 23, "fields": {"Firstname": "Mayank", "Lastname": "Nayak", "Email": "mayanknayak22@gmail.com", "Phone": "7893111590", "Message": "Test"}}, {"model": "Subapp01.contact", "pk": 24, "fields": {"Firstname": "Olivia", "Lastname": "Pointon", "Email": "avaolivia2747@gmail.com", "Phone": "02079460433", "Message": "Hi,\r\n\r\nWe'd like to introduce to you our explainer video service which we feel can benefit your site yokoso.in.\r\n\r\nCheck out some of our existing videos here:\r\nhttps://www.youtube.com/watch?v=oYoUQjxvhA0\r\nhttps://www.youtube.com/watch?v=MOnhn77TgDE\r\nhttps://www.youtube.com/watch?v=NKY4a3hvmUc\r\n\r\nAll of our videos are in a similar animated format as the above examples and we have voice over artists with US/UK/Australian accents.\r\n\r\nThey can show a solution to a problem or simply promote one of your products or services. They are concise, can be uploaded to video such as Youtube, and can be embedded into your website or featured on landing pages.\r\n\r\nOur prices are as follows depending on video length:\r\n30 seconds = $189\r\n1 minute = $239\r\n1-2 minutes = $339\r\n2-3 minutes = $449\r\n\r\n*All prices above are in USD and include an engaging, captivating video with full script and voice-over.\r\n\r\nIf this is something you would like to discuss further, don't hesitate to get in touch.\r\nIf you are not interested, simply delete this message and we won't contact you again.\r\n\r\nKind Regards,\r\nOlivia"}}, {"model": "Subapp01.contact", "pk": 25, "fields": {"Firstname": "ff", "Lastname": "ff", "Email": "a@i", "Phone": "12", "Message": "dd"}}, {"model": "Subapp01.category", "pk": 1, "fields": {"name": "Finance", "slug": "finance", "description": "It covers topics like Design Patterns, Memory management, concurrency model, and event loops.", "icon": "devicon-slack-plain"}}, {"model": "Subapp01.post", "pk": 4, "fields": {"title": "Are you aware of RLLR and MCLR?", "meta": "", "date": "2021-10-08", "content": "<h1>What is Repo Linked Lending Rate&nbsp;(RLLR)?</h1>\r\n\r\n<h2>Repo linked lending rate (RLLR): From October 1, 2019, all new floating rate personal or retail loans such as your car or home loans that are sanctioned by banks will have to be linked to external benchmarks, and the central bank&#39;s repo rate is one of them.</h2>\r\n\r\n<p>So, what is RLLR? As the name suggests, repo linked lending rate or RLLR is the lending rate which is linked to the&nbsp;<a href=\"https://www.financialexpress.com/tag/rbi/\" target=\"_blank\">RBI</a>&rsquo;s repo rate.</p>\r\n\r\n<p>Repo linked lending rate (RLLR): From October 1, 2019, all new floating rate personal or retail loans such as your car or home loans that are sanctioned by banks will have to be linked to external benchmarks, and the central bank&rsquo;s repo rate is one of them. Every bank will have its own Repo linked lending rate or RLLR which will keep varying each time the Reserve Bank of India or the RBI revises the repo rate. For the uninitiated, repo rate is the rate at which banks borrow from the RBI. The central bank reviews the repo rate on a bi-monthly basis through its Monetary Policy Committee or MPC.</p>\r\n\r\n<h2>What is repo linked lending rate?</h2>\r\n\r\n<p>So, what is RLLR? As the name suggests, repo linked lending rate or RLLR is the lending rate which is linked to the RBI&rsquo;s repo rate. However, the effective RLLR interest rate depends on multiple factors. For example, the RLLR-linked home loan interest rate will depend on several factors such as what the loan amount is, the loan-to-value of the loan and even the risk group of the borrower, amongst other things. There can be a Spread or Margin charged by the bank. To explain, a bank may have an RLLR of 6.5 per cent, but the actual home loan interest could be 7.5 per cent, of which 1 per cent will be the Spread or Margin of the bank. Banks are free to fix Margin while lending to the borrowers.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>How does RLLR home loan work?</h2>\r\n\r\n<p>When banks borrow funds from the RBI, it is at the repo rate. Lowering of repo rate by the RBI makes banks lend at a lower rate. Therefore, in case of lending based on RLLR, the home loan interest rate will move up or down as per the movement in the repo rate. Let us see with the help of an example. Say, the RBI&rsquo;s repo rate is 5.35 per cent and is cut by 35 basis points to settle at 5 per cent, the RLLR of all banks, having repo rate as the external benchmark, will also get reduced by 35 basis points. If the repo rate, in the above example is hiked, the scenario is reversed.</p>\r\n\r\n<h2>What is MCLR linked interest rate? Why is RLLR replacing MCLR?</h2>\r\n\r\n<p>Whenever the RBI revises the repo rate, the Marginal Cost of Funds based Lending Rate or MCLR of banks gets impacted. Any cut in the repo rate means that the banks can lower the MCLR and vice versa. However, it has been observed that there is a time lag in the passing of repo rate cuts from banks to the borrowers. In case MCLR linked interest rate, the entire repo rate cut benefit is not passed on. In RLLR loans, the transmission is quicker as compared to MCLR loans. Typically, in the case of MCLR-based loans the reset period is 12 months. When the interest rate is on a downward trend, the RLLR home loans would suit borrowers. Conversely, they may hurt borrowers in the rising interest rate scenario.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>RLLR vs MCLR home loan</h2>\r\n\r\n<ul>\r\n\t<li>MCLR is primarily an internal benchmark of the bank as its own cost of funds will determine the MCLR of the bank. However, in the case of RLLR which is externally linked, the bank&rsquo;s own cost of funds does not have a direct impact when the repo rate goes up or comes down. In the case of RLLR home loans, the interest rate will be linked to the bank&rsquo;s RLLR. This RLLR, in turn, will depend on the RBI&rsquo;s repo rate. Whenever the RBI revises the repo rate, RLLR of banks gets impacted. Any cut in the repo rate will help banks in lowering RLLR and vice versa. RLLR, therefore, is an external benchmark.</li>\r\n\t<li>The reset period in MCLR linked home loan is generally 12 months while a few banks have a 6-month too. Whatever the reset period is, the home loan interest rate and hence the EMI gets revised accordingly. This gives a time-lag to MCLR-based loans. However, in the case of RLLR based home loans, the reset-period for the interest rate and hence the EMI to reset is to be at least three months.</li>\r\n\t<li>In the case MCLR loans, the banks are allowed to charge a spread, mark-up or margin. For example, if the MCLR of the bank is 8.6 per cent, then it may lend at 9 per cent after factoring in 40 basis points of mark-up. In RLLR, the Spread is as per the loan amount and the risk group of the borrower.</li>\r\n</ul>\r\n\r\n<p><em>Let&rsquo;s consider a simple example to understand the differences between MCLR and RLLR. For a fair comparison, the effective home loan interest is being taken at 8.5 per cent under both the scenarios &ndash; RLLR and MCLR home loan. This will remain the same through the term of the loans. In practice, being flexible loans, the rates will vary and typically MCLR loans will come at a higher rate of interest. Assuming one has to take a loan of Rs 50 lakh for 15 years, let us look at the difference in EMIs and interest burden.</em></p>\r\n\r\n<p><strong>MCLR home loan</strong></p>\r\n\r\n<p>The Rs 49,237 EMI remains constant for the entire 180 months period. The total interest paid over these months amounts to about Rs 38,62,656.</p>\r\n\r\n<p><strong>RLLR home loan</strong></p>\r\n\r\n<p>In an RLLR loan, two payments will be made separately. One, for the principal repayment and other for the interest payment. For RLLR loan, the principal loan amount is divided by tenure to know the EMP or equated monthly principal. This comes to Rs 27,778 in the example under consideration, and it will remain the same through the loan term. In the case of RLLR home loan, the interest payments will vary each month. They will be the highest in the first month and then keep falling.</p>\r\n\r\n<p><img alt=\"RLLR, repo linked lending rate\" src=\"https://images.financialexpress.com/2019/09/MCLR-vs-RLLR.jpg\" /></p>\r\n\r\n<p>Interest saved under RLLR loan: The borrower has to Rs 35,417 in the first month and by the 180th month, the interest portion comes down to around Rs 200. As per the RLLR amortization schedule, the total monthly payment for RLLR home loan is actually more than the MCLR home loan for the initial few years. This then tapers off in the subsequent years. For a 15 year loan, after a period of 6 years, the monthly payments witness a drastic fall as compared to the EMI in MCLR loan. For other scenarios, the calculations could work out differently.</p>\r\n\r\n<p>But most importantly, the comparison tells us that the total interest burden is lesser in RLLR loans than MCLR loans. The above example helps understand how EMIs and interest burden differ, and by what extent is the interest cost expected to be lower in the case of RLLR loans. In this example, almost Rs 6.5 lakh lesser interest is paid in RLLR loan, primarily because the repayments are higher in initial years.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Source:&nbsp;</p>\r\n\r\n<p>https://www.financialexpress.com/what-is/repo-linked-lending-rate-rllr-meaning/1715264/</p>\r\n\r\n<p>&nbsp;</p>", "author": 11, "slug": "Are-you-aware-of-RLLR-MCLR", "status": "Published", "image": "images/1.PNG", "category": [1]}}, {"model": "Subapp01.post", "pk": 5, "fields": {"title": "How to Improve Your Credit Score Fast?", "meta": "", "date": "2021-10-08", "content": "<h1>How to Improve Your Credit Score Fast</h1>\r\n\r\n<p>You will raise your credit score by taking a few quick steps, such as opening credit lines that submit your payment history to credit bureaus, keeping low balances, and settling your bills every month. That being said, deciding where to begin can be challenging. If you&rsquo;re starting afresh or improving your credit following a setback, it&rsquo;s important to understand how credit ratings are determined as well as how to increase them. Then, depending on the case, you should go further into more thorough guides.</p>\r\n\r\n<h2>Credit scores and how they are calculated</h2>\r\n\r\n<p>Credit scores are calculated using scoring methods which are computational programs that review one of the credit histories from Experian, TransUnion, or Equifax.</p>\r\n\r\n<p>To calculate a specific score, scoring systems (of which there are many) may use multiple aspects of the same variables weighted separately.</p>\r\n\r\n<p>Credit ratings, on the other hand, have a few things in common:</p>\r\n\r\n<ul>\r\n\t<li>The data in one of your&nbsp;credit reports are used to determine your score.</li>\r\n\t<li>For the next 24 months, scoring models attempt to determine when a consumer would be ninety days overdue on a payment.</li>\r\n\t<li>A higher score means that an individual becomes less likely to ignore a payment and vice versa.</li>\r\n</ul>\r\n\r\n<p>The FICO and VantageScore&reg; rating models are used by a large number of banks to measure creditworthiness. The most current iterations of their basic credit ratings have a range of 300 to 850 points, with a rating in the mid-600s or above being deemed nice.</p>\r\n\r\n<p>FICO also develops industry-specific ranking templates ranging from 250 to 900 points for automotive dealers and credit card companies.</p>\r\n\r\n<p>Given that multiple credit ratings use the same raw data to attempt to forecast the same result, it&rsquo;s not shocking that taking measures to boost one rating will allow you to improve all of your credit scores.</p>\r\n\r\n<p>Having on-time payments, for example, will boost all of your credit ratings, while skipping a payment would actually harm all of them. Your credit ratings can be influenced by a number of factors. We&rsquo;ll concentrate on the steps you should take to boost your creditworthiness.</p>\r\n\r\n<h2>Examine the credit reports</h2>\r\n\r\n<p>Knowing what could be going in your favor will help you boost your credit (or against you). That&rsquo;s where a credit background review comes in handy.</p>\r\n\r\n<p>Equifax, Experian, and TransUnion are the three main national credit bureaus where you can get a copy of your credit score. You will do this once a year for free by visiting the official AnnualCreditReport.com website. Then look over each study and see what is improving or affecting the overall ranking.</p>\r\n\r\n<p>A history of on-time payments, low credit card balances, a combination of separate credit card and loan accounts, older credit accounts, and minimal credit inquiries all lead to a higher credit score. Credit score skeptics have late or missing fees, heavy credit card balances, defaults, and decisions.</p>\r\n\r\n<p>READ&nbsp;&nbsp;How to get a Mortgage with Bad Credit</p>\r\n\r\n<p>More than 90% of major lenders use FICO credit ratings, which are made up of five different factors:</p>\r\n\r\n<p>History of payments (35 percent )</p>\r\n\r\n<p>Credit use (30 percent )</p>\r\n\r\n<p>Credit cards&rsquo; age (15 percent )</p>\r\n\r\n<p>A mixture of credit (10 percent )</p>\r\n\r\n<p>Credit inquiries (10 percent )</p>\r\n\r\n<p>Payment history, as you can see, has the most effect on your credit rating. That&rsquo;s why it&rsquo;s preferable to have paid-off obligations, such as old student loans, sit on your credit report. It works in your favor if you paid your loans responsibly and on schedule.</p>\r\n\r\n<p>Avoiding late fees at all costs is a simple way to boost your credit score. Here are few pointers about how to go about it:</p>\r\n\r\n<p>Creating a paper or automated file system for keeping track of monthly bills<br />\r\nSet up due-date reminders so you know when a bill is due<br />\r\nBill transfers from your bank account can be automated<br />\r\nAnother alternative is to charge all (or however many) of your monthly bill payments to a credit card.</p>\r\n\r\n<p>To stop interest charges, this plan ensures that you can pay the balance in full per month.</p>\r\n\r\n<p>If you take this path, you can find that it simplifies bill payments and improves your credit score by establishing a track record of on-time payments.</p>\r\n\r\n<h2>Aim for a credit usage rate of 30 percent or less</h2>\r\n\r\n<p>Credit utilization applies to how much of the credit balance you&rsquo;re used at any given time. It&rsquo;s the second most significant consideration in FICO credit score calculations, after payment history.</p>\r\n\r\n<p>Paying off your credit card balances in full per month is the easiest way to keep your credit usage in check. If you can&rsquo;t always do this, a reasonable rule of thumb is to keep your gross outstanding balance at 30% of your total credit cap or less. After that, you should focus on reducing it to 10% or less, which is considered optimal for improving your credit score.</p>\r\n\r\n<p>Another way to boost your credit usage ratio is to request an increase in your credit cap. Raising your credit cap will make you use your credit more efficiently, as long as your debt does not rise at the same time.</p>\r\n\r\n<p>You can submit a credit balance raise from most credit card providers online; all you have to do is change your total household income. In less than a minute, you might be approved for a higher cap. You may also order a raise in the credit balance over the internet. A further way to boost your credit usage ratio is to request a raise in your credit cap. Raising your credit cap will make you use your credit more efficiently, as long as your debt does not rise at the same time.</p>\r\n\r\n<p>Requests for new credit&mdash;and &ldquo;Hard&rdquo; inquiries&mdash;should be kept to a minimum<br />\r\nInquests into your credit records can be divided into two categories: &ldquo;strong&rdquo; and &ldquo;weak.&rdquo; Checking your own credit, allowing a prospective employer to check your credit, checks performed by financial firms for which you currently do business, and credit card providers checking your file to see if they wish to give you pre-approved credit deals are all examples of soft inquiries. Your credit score would not be affected by soft inquiries.</p>\r\n\r\n<p>Hard investigations, on the other hand, may have a negative impact on your credit report for anything from a couple of months to two years. Applications for a new credit card, a mortgage, an auto loan, or some kind of new credit are all considered hard inquiries. The occasional tough question is unlikely to have much of an impact. However, a large number of them in a limited period of time will negatively impact your credit score. Banks will interpret this to mean that you need funds due to financial difficulty, making you a higher risk. Avoid searching for new loans for a bit if you&rsquo;re working to raise your credit score.</p>\r\n\r\n<h2>Add some bulk to your thin credit history</h2>\r\n\r\n<p>You don&rsquo;t have enough payment history on your record to produce a credit rating if you have a slim credit sheet.</p>\r\n\r\n<p>This is an epidemic that affects approximately 62 million Americans. Fortunately, there are options to build credit and improve your credit score if you have a slim credit sheet.</p>\r\n\r\n<p>UltraFICO is a related product. This free program calculates your FICO score based on your banking background. Growing a savings margin, keeping a checking account over time, paying your bills from your bank account on time, and preventing overdrafts are all things that can help.</p>\r\n\r\n<p>For landlords, there is a third choice. If you pay your rent on a monthly basis, there are some utilities that can offer you credit for on-time payments. For example, Rental Kharma and RentTrack will report your rent payments to the credit bureaus on your behalf, potentially improving your credit score. Notice that only your VantageScore credit ratings, not your FICO score, will be affected by disclosing rent payments. Any rent monitoring agencies charge a premium for this program, so make sure you read the fine print and understand just what you&rsquo;re having and potentially paying for.</p>\r\n\r\n<p>Perch, a smartphone app that records rent payments to credit bureaus for free, is a recent addition to the field.</p>\r\n\r\n<h2>Maintain old accounts and address delinquencies</h2>\r\n\r\n<p>If you have old credit cards that you aren&rsquo;t using, keep them open. Although the credit records on those accounts will appear on your credit report, closing credit cards while you have a balance on others will reduce your usable credit and boost your credit usage ratio. It&rsquo;s possible that you&rsquo;ll lose a couple of points as a result of this.</p>\r\n\r\n<p>Take steps to fix any outstanding accounts, charge-offs, or collection reports you may have. For example, if you have an account with several late or missed payments, get caught up on the past due balance first, then devise a strategy for getting potential payments on time. This will not remove the late fees, so it will help you boost your payment history in the future.</p>\r\n\r\n<p>Whether you have charge-offs or collection reports, consider whether it&rsquo;s better to pay them off in full or make a mediation deal to the borrower. Paid collection accounts have a lower negative effect in newer FICO and VantageScore credit-scoring models. Paying off collections or charge-offs could improve your credit score slightly. Remember that unfavorable account records can stay on your credit report for up to seven years, and bankruptcies can stay on your credit report for up to ten years.</p>\r\n\r\n<h2>Debt consolidation is a viable option</h2>\r\n\r\n<p>If you have a lot of loans, it might be beneficial to take out a debt relief loan from a bank or credit union to pay them off all at once. You&rsquo;ll just have to live with one&nbsp;mortgage because if you can get a cheaper interest rate&nbsp;on the loan, you&rsquo;ll be able to pay off the debt sooner. Your credit usage ratio and, as a result, your credit score can increase as a result.</p>\r\n\r\n<p>Consolidating various credit card accounts and paying them off with a balance transfer credit card is a similar strategy.</p>\r\n\r\n<p>These cards also have a discount time during which you pay no interest on the balance. Balance transfer fees, on the other hand, will cost you anywhere from 3% to 5% of the money you transfer.</p>\r\n\r\n<h2>Monitor your credit score to see how far you&rsquo;ve come</h2>\r\n\r\n<p>Credit management systems make it easy to keep track of your credit score over time<br />\r\nThese sites, all of which are free, keep an eye on your credit report for any shifts, such as a paid-off account or a new account you&rsquo;ve opened.</p>\r\n\r\n<p>They usually provide you with regular updates on at least one of your credit ratings from Equifax, Experian, or TransUnion.</p>\r\n\r\n<p>Many of the best credit reporting systems will also assist you with preventing fraud and identity theft.</p>\r\n\r\n<p>You should call the credit card provider to investigate alleged theft if you get a warning that a new credit card account that you don&rsquo;t recall opening is being reported to your report.</p>\r\n\r\n<h2>Final thoughts on how to improve your credit score fast</h2>\r\n\r\n<p>Working to improve your credit rating is a wonderful benchmark to have, particularly if you want to&nbsp;apply for a loan&nbsp;to make a big investment like a new vehicle or home, or if you want to qualify for one of the best loyalty cards available.</p>\r\n\r\n<p>When you begin taking action to improve your ranking, it can take several weeks, if not months, to make a significant difference.</p>\r\n\r\n<p>Any of the derogatory marks may require the assistance of one of the best credit restoration firms. However, the quicker you start working on improving your credit, the more you&rsquo;ll see success.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Source:&nbsp;<a href=\"https://www.integratedloans.com/how-to-improve-your-credit-score-fast/?fbclid=IwAR1JvgENioWlBi6ejMnww1Dj8eCS9rLDEOdOm8jNptHb5b0Tu_ZWraFhoNM\">https://www.integratedloans.com/how-to-improve-your-credit-score-fast/?fbclid=IwAR1JvgENioWlBi6ejMnww1Dj8eCS9rLDEOdOm8jNptHb5b0Tu_ZWraFhoNM</a></p>", "author": 11, "slug": "Improve_Your_Credit_Score_Fast", "status": "Published", "image": "images/2.png", "category": [1]}}, {"model": "Subapp01.post", "pk": 6, "fields": {"title": "Good Loan Vs. Bad Loan: What's the Difference?", "meta": "Apart from Credit Score, before taking a loan we must consider other factors like interest rate, payment period, whether it is compound interest or simple interest and so on. And there is one basic question you need to ask. \"Why should I take this loan? How will it affect my life and my financial position in the future?\"", "date": "2021-10-08", "content": "<h2>Power of credit</h2>\r\n\r\n<p>Credit is very powerful, It will either let you grow or ruin your financial position completely. For Everybody, at least once in their life, will come a situation where they have to take credit (loan). So, we all depend on loans at some part of time in our lifetime.</p>\r\n\r\n<p>Credit is part of your financial power.&nbsp;Did You Know that 79% of loans are approved for individuals with high CIBIL Score. Higher your Score, better are the terms offered by lenders. - CIBIL. Financial institutions use your credit history and score as one of the factors to determine whether to lend you any money, how much and at what rate.</p>\r\n\r\n<p>A good CIBIL score (of 750 and above) can get you:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Lower interest rates</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Higher loan amount,</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Quicker loan approvals</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Longer repayment periods</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>For more details on how to improve your credit score, visit our blog: <a href=\"https://yokoso.in/blog/Improve_Your_Credit_Score_Fast\">https://yokoso.in/blog/Improve_Your_Credit_Score_Fast</a>&nbsp;</p>\r\n\r\n<p>Apart from Credit Score, before taking a loan we must consider other factors like interest rate, payment period, whether it is compound interest or simple interest and so on. And there is one basic question you need to ask. &quot;Why should I take this loan? How will it affect my life and my financial position in the future?&quot;</p>\r\n\r\n<h2>What is a good loan and bad loan?</h2>\r\n\r\n<p><strong>Good loan:</strong> the one which helps improve your financial growth.</p>\r\n\r\n<p><strong>Bad loan:</strong> one which hinders your financial growth</p>\r\n\r\n<p>Myths! All credits are bad credit! No. It&#39;s hard for one to lead a life without taking credit. Unless you are blessed with plenty of assets.</p>\r\n\r\n<h2>Good Loans:</h2>\r\n\r\n<h3>Home Loan</h3>\r\n\r\n<p>Home loan allows you to purchase an asset that will provide you with regular income if you rent it out. Also, since real estate prices are likely to rise over time, you may be able to earn a good price when you sell it. Furthermore, a home loan comes with tax advantages. While principal repayments can save you up to INR 1.5 lakh in taxes, interest payments can save you up to INR 2 lakh in a year. There will be no limit on tax deductions for interest payments if you put it on rent.</p>\r\n\r\n<p>Even the monthly payments on a home loan might be significantly lower than on other loans because the interest rate is typically between 7% and 8% each year. Given the bad economic conditions that have persisted as a result of COVID-19, it could fall even farther. Your payback cycle will be rather long because this loan is for a long period of time, i.e. 20-30 years. Paying your EMIs on time for a long time can only help you build an excellent credit score.</p>\r\n\r\n<h4>Benefits:</h4>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>There are number of tax deductions available under home loan, which makes home loan a biggest tax saving instrument.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Under Section 80C deduction for stamp duty and registration charge can be availed with 1.5 lakh rupees as limit.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Tax deduction under section 80EEA of upto Rs. 1.5 lakh</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>House is generally a &quot;appreciating: asset. By renting some part/whole of your home, you can generate passive income.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Even the monthly payments on a home loan might be significantly lower than on other loans because the interest rate is typically between 7% and 8% each year.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<h3>Student loans</h3>\r\n\r\n<p>It allows&nbsp;&nbsp;you to pursue an education while also increasing your long-term earning potential. On average, people with a bachelor&#39;s degree earn 66 percent more in their lifetime than those without one. And, with today&#39;s shortage of tradespeople, individuals who take on a tiny bit of debt to finish trade school considerably boost their earning potential.</p>\r\n\r\n<h4>Benefits</h4>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Build positive credit history: To get a loan in future you should have good credit history. For which you should have taken loan. Education loan being a first loan that you will get. Helps you improve the credit score for the future.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>You will get a moratorium period of upto 1 year to start paying interest.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Under Section 80E those who availed education loan and co- applicant can get a tax deduction under your total income.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>And as a bonus, It adds more responsibility among the students to grow financially.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<h3>Small business loans</h3>\r\n\r\n<p>A small business loan can help you start or expand a firm, allowing you to enhance your cash flow in the future. Small business loans are usually collateral free</p>\r\n\r\n<h3>Benefits:</h3>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Interest on business is tax exempted.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Even if you take personal loan for business purpose, you will get tax exemption for interest paid.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>If you fund your business from sources like investors, you need to pay the profits in percentage. Whereas with the banks, interest is fixed.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<h2>Bad loans</h2>\r\n\r\n<p>The title suggests that the loans that will be discussed here are bad and should be avoided. These loans do not provide you with much benefit. If you pay your bills on time, they may be able to assist you in obtaining a decent credit score. Aside from that, there isn&#39;t much to brag about. Let&#39;s take a look at some examples of bad loans.</p>\r\n\r\n<h3>Using Credit Cards or Loans to Purchase Smartphones</h3>\r\n\r\n<p>We all live in a world where we tend to follow our friends in order to avoid being distracted. Many of us use loans or credit cards to purchase expensive mobile phones like iPhones in order to retain social respect and keep up with our friends.</p>\r\n\r\n<p>If you are utilising your savings to purchase such accessories, there is no harm in having them. The reason that using loans or credit cards is not a good idea is because the value of these phones drops dramatically and quickly. It wouldn&#39;t be surprising if phone prices fell by 30 percent to 40 percent or more in a year. As a result, the money you spend for these phones through loans or credit cards will be far higher than the money you could earn if you sold them.</p>\r\n\r\n<h3>Car Loan</h3>\r\n\r\n<p>Due to the high cost of cars, you will have to take out a loan to purchase one. An automobile, like smartphones, is a fixed asset with steep price drops over time. So, if you don&#39;t need a car, don&#39;t take out a loan to acquire one. The loan payment will be substantially higher than the proceeds from the sale of the car.</p>\r\n\r\n<h4>Problems:</h4>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Depreciation:&nbsp;&nbsp;In reality, the price of a car begins to decrease the instant it leaves the showroom and reaches the road. And, after 2-3 years of purchase, the car&#39;s price can drop to half of what it was at the time of purchase</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Car loan interest takes 7&nbsp;&nbsp;years to complete, In meantime there could be an emergency situation where you need to finance a loan. It is always advisable to take out loans only for &ldquo;unfortunate&rdquo; reasons.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>If you need a car but you are short of funds, It is better to go with second hand cars. Banks provide loan for 85% of car value, If possible, it is better to pay beforehand as much as possible and then take loan for the remaining amount.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<h3>Investing with a Loan</h3>\r\n\r\n<p>The prospect of investing in stocks and profiting handsomely from them can entice you. However, do not take out a loan to invest in such opportunities. The reason is straightforward. Stocks can provide substantial returns, but they can also be a dangerous investment. Due to persistently negative market emotions, the stocks you acquire may crash, resulting in a bombardment of losses for you to deal with. Also, if you&#39;re considering taking out a loan to invest in debt instruments, reconsider. The returns on debt products like bonds and debentures will be far lower than the interest you&#39;ll pay on a loan. use your savings and not take a loan for the same.</p>\r\n\r\n<p>The concept of Good loan vs bad loan is subjective. It could change based on several criterions. Analysing about type of loan could help take better decisions.</p>\r\n\r\n<p>&nbsp;</p>", "author": 12, "slug": "Good-Loan-Vs-Bad-Loan-What-s-the-Difference", "status": "Published", "image": "images/goodvsbadloanyok.png", "category": [1]}}, {"model": "Subapp01.post", "pk": 8, "fields": {"title": "Pension Loan", "meta": "pension loan", "date": "2021-10-19", "content": "<h1><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">What is a pension loan?</span></span></span></h1>\r\n\r\n<p style=\"margin-left:48px\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Pension loan is a loan provided for borrowers who earn pension. Monthly Pension acts as a collateral for such loan. If you default on a pension loan, lenders can use your pension to pay off debtors.&nbsp;</span></span></span></p>\r\n\r\n<p style=\"margin-left:48px\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">When you retire, It becomes harder to get a loan. But it is not impossible. There are few banks who provide loans to pensioners. Pension loans can be taken for financial needs such as Children&rsquo;s marriage, Buying home or home renovation, trip or medical aid.&nbsp;&nbsp;</span></span></span></p>\r\n\r\n<p style=\"margin-left:48px\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Pensioner or family pensioner to be below 76 years can avail pension loan. If the pensioner is deceased, His/her family members can avail the pension loan,If the family pensioner is authorised to receive the pension of the deceased. As a person grows old, there will be uncertainty around the lifespan of a person. So, banks refrain from giving pension loans for risky businesses.</span></span></span></p>\r\n\r\n<p style=\"margin-left:48px\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">SBI pension loan:</span></span></span></h2>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Eligibility Criteria: All Central, State Government pensioners, and SBI Pensioners. Generally Pensioners whose pensions are disbursed by Government.</span></span></span><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">You must be a former member of the armed forces, including the Army, Navy, and Air Force, as well as paramilitary forces (such as the CRPF, CISF, ITBP, and BSF), Coast Guards, Assam Rifles, and Rashtriya Rifles.</span></span></span><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Loan Amount is offered upto Rs. 14 lakhs</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Interest Rate starts from 9.75% Per Annum onwards</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Processing fee will be charged at 0.5% to 1% of the loan</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Depending on the loan amount, you might need to provide a collateral or third party guarantee.</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Loan Amount and tenure changes based on your age</span></span></span></li>\r\n</ul>\r\n\r\n<p style=\"margin-left:108px\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\r\n\r\n<p style=\"margin-left:108px\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\"><img alt=\"Age during loan \r\nsanction \r\nBelow 72 years \r\nFrom 72 to 74 years \r\nFrom 74 to 76 years \r\nLoan amount \r\noffered \r\nUp to Rs 14 lakh \r\nUp to 12 lakh \r\nUp to 7.50 lakh \r\nLoan \r\ntenure \r\nUp to 5 \r\nyears \r\nUp to 4 \r\nyears \r\nUp to 2 \r\nyears \" src=\"https://lh4.googleusercontent.com/fzD_MXTBQKBHVSd8nU2E-DPS9fVMYvN-44JUxo_W017TC1mlNxrsUOMbkeJ2tlHhdfNJFZOGZSUfaaRvAoWlU1ZALH0JI9mxVnyH2ZEQkbL0p3PUzvLqEYtUms19CjzHUsUhESB2=s1600\" style=\"height:151px; width:262px\" /></span></span></span><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Central Bank Pension Loan.</span></span></span></h2>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Does not allow loans for speculation, investment in real estate purpose.</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Pension Loan is approved at 18 times the monthly pension.</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Maximum loan provided is 10 Lakh rupees</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">There should be co-borrower to sanction loans.</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Interest varies around 8.45%</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Documentation charges- Rupees 500.</span></span></span></li>\r\n</ul>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Fullerton Personal Loan</span></span></span></h2>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Fullerton is one of the NBFC that also provides personal loans pensioners.</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">The age criteria depends on when the loan matures. You age can be below or at 65 years at the time of maturity.</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">The eligible loan amount will be based on 12 to 18 times the monthly pension received.</span></span></span><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></li>\r\n</ul>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Punjab National Bank Loan</span></span></span></h2>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">PNB pension loan is not limited only to state/Central or defence pensioner, It is available to all kind of pensioner. As long as pensioner has account in PNB bank.</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">The minimum loan amount provided is 25,000 Rupees</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Interest starts from 9.55% onwards</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Documentation charge is 500 Rupees, Processing fee is NIL</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">With addition to general Documents Required, A voluntarily statement showing that the borrower will not change its present bank branch without the bank&#39;s consent.</span></span></span></li>\r\n</ul>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">&nbsp;Canara bank</span></span></span></h2>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Canara Bank provides pension loan to general public, defense pensioners and family pensioners. However the Maximum loan amount and repayment period differs based on the type of pensioner and age.</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Interest Starts from 10.20% onwards</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Canara Bank provides pension loans to its ex-employees only for medical expenses and genuine personal needs.</span></span></span></li>\r\n</ul>\r\n\r\n<h2><span style=\"font-size:9pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#595959\">&nbsp;</span></span></span><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Details and Documents Required.</span></span></span></h2>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Pension account Number, The pension account should be from the same bank branch where you demand the loan</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Details of monthly income from pension and from other sources (if any)</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Details of other bank accounts</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Bank Passbook</span></span></span></li>\r\n\t<li style=\"list-style-type:circle\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">Public Provident Fund Book&nbsp;</span></span></span></li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p style=\"margin-left:72px\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\r\n\r\n<p>&nbsp;</p>", "author": 12, "slug": "pension-loan", "status": "Published", "image": "images/Pensionloan.yok.png", "category": [1]}}, {"model": "Subapp01.post", "pk": 9, "fields": {"title": "Hi", "meta": "Hi", "date": "2021-10-27", "content": "<p>Hi</p>", "author": 2, "slug": "Hi", "status": "Draft", "image": "images/P8NYX8ER2P_aot0DYj.png", "category": [1]}}, {"model": "Subapp01.post", "pk": 10, "fields": {"title": "2021 festive loan offers from top banks", "meta": "festive-loan-offer-from-top-banks-in-India", "date": "2021-10-27", "content": "<p><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">October and November is a festive season for Majority of Indians. Typically these are the times when people buy a new home, new vehicles, electronics, mobile and&nbsp; personal care. While the economy is slowly recovering from covid pandemic.&nbsp;</span></span></span></p>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Economy is slowly rviving. Spending increases, so is the demand for loans. The number of personal loans registered by july 2021 is <strong>11.9% compared to 9%</strong> last year, said a RBI release.&nbsp;</span></span></span><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">RBI has fixed interest rates for home loans at lowest percentage possible which is a huge benefit for the new home buyers to seek credit at low this festive season.&nbsp;</span></span></span><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Banks provide various offers like less or no processing fee, Low interest rate, etc. Lets see the various offers that banks are providing this year.</span></span></span></p>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>SBI</strong></span></span></span></h2>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">SBI provides loans on various loans like personal loan, home loan and vehicle loan. You can also find the current offers through SBI;s official app called <strong>&ldquo;yono&rdquo;</strong>. Also the SBI, has removed the distinction between salaried and non-salaried. Earlier more interest were charged for non-salaried. Now its not the case.</span></span></span></p>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Benefits.</strong></span></span></span></p>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Home loans at <strong>6.70%</strong> ,irrespective of the loan amount.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Gold loan at<strong> 7.50%</strong> interest. Gold loans are suitable for emergency expenses.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Zero processing fee</strong> and concessional interest rates to make home loans more affordable.</span></span></span></li>\r\n</ul>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Kotak Mahindra Bank</strong></span></span></span><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">.</span></span></span></h2>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Kotak banks announced a festive season offer called <strong>khushi 4.0</strong>.&nbsp;</span></span></span></p>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Benefits.</strong></span></span></span></p>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Reduced interest rate on loans to<strong> 6.50%.</strong> This will be available <strong>till November 8 2021.</strong></span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">For its customers, kotak provided <strong>cash back</strong>, discounted through purchase from brands like Amazon, Flipkart, LG, Oppo etc.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Home loans staring from <strong>6.5%</strong> interest rate.</span></span></span></li>\r\n</ul>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Punjab National Bank</strong></span></span></span></h2>\r\n\r\n<ul>\r\n\t<li><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">No service charge and processing fee for all retail products including home and retail loans.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">The repo- linked lending late is at <strong>6.55%</strong> as a festive offers, from 6.80% before.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">The PNB provides home loan starting from 6.80% and car loan.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Banks generally charge high rate of interest on personal loan, PNB provides personal starting from 8.95%, which is one of the&nbsp; lowest.</span></span></span></li>\r\n</ul>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Bank of Baroda</strong></span></span></span></h2>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Reduced home loan and car loan interest. Offering<strong> 0.25%</strong> interest discount.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Home loan from <strong>6.75%</strong> interest rate.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Car loan from 7%</strong> interest rate for credit score at least 701 points.</span></span></span></li>\r\n</ul>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Indian Bank</strong></span></span></span></h2>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Home loans from<strong> 6.80%</strong> onward, car loans from 6.90% onwards.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Jewellery loan</strong> for 35 month tenure at fixed rate of 8% p.a</span></span></span></li>\r\n</ul>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>HDFC&nbsp;</strong></span></span></span></h2>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">HDFC provide a wide variety of loans for credit card holders</span></span></span></p>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Benefits</strong></span></span></span></p>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Offers home loan at <strong>6.7%</strong> for credit score above 800</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Personal loan&nbsp;starting from 10.25% . Available at collateral free for upto Rs. 40 Lakhs.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">This offer is valid till october 31st 2021</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Processing fee lowered to <strong>Rs. 3,000 + GST</strong> from earlier Rs. 10,000 + GST</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Gold loan can be availed at 9% interest rate, with 0.2% processing rate</span></span></span></li>\r\n</ul>\r\n\r\n<h2><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>ICICI</strong></span></span></span></h2>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Festive offers for home loan, instant personal loan, Auto loans&nbsp;</span></span></span></p>\r\n\r\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Benefits</strong></span></span></span></p>\r\n\r\n<ul>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">ICICI launched a festive bonanza. It offers home loans starting at <strong>6.70%</strong> interest rate.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><strong>Home loans starting at 60.90% </strong>per annum. The processing fees are reduced to Rs. 3000.</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Interest rate on used car loan starting from 10.5%. Car loans availed on festive season will get upto 8 year payment tenure. The <strong>EMI is low at Rs1554/lakh</strong></span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">provides <strong>10% off</strong> on e-commerce platforms like flipkart, Amazon, PayTM</span></span></span></li>\r\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">ICICI also provides direct offers on brands like canon, Chroma etc..&nbsp;</span></span></span></li>\r\n</ul>\r\n\r\n<p><br />\r\n<br />\r\n<br />\r\n<br />\r\n&nbsp;</p>", "author": 12, "slug": "2021-festive-loan-offers-from-top-banks", "status": "Published", "image": "images/yok.festiveloanpost.png", "category": [1]}}, {"model": "Subapp01.faqcategory", "pk": 1, "fields": {"name": "Home Loan", "slug": "home-loan"}}, {"model": "Subapp01.faqcategory", "pk": 2, "fields": {"name": "Personal Loan", "slug": "personal-loan"}}, {"model": "Subapp01.faqcategory", "pk": 3, "fields": {"name": "Auto Loan", "slug": "auto-loan"}}, {"model": "Subapp01.faqcategory", "pk": 4, "fields": {"name": "Property Loan", "slug": "property-loan"}}, {"model": "Subapp01.faqtext", "pk": 2, "fields": {"title": "What are the different products for which we offer home loan ?", "description": "A) Acquisition of new /resale residential property \r\nB)Acquisition of Plot of land for the purpose of construction \r\nC) Construction on already acquired property \r\nD) Additional financing for installation of Rooftop solar Photovoltaics \r\nE) Balance transfer with / without Top Up from other financial institutions / bank\r\nF) Internal Top Up to the existing customers of the Bank\r\nG) Loan for extension and improvement / renovation of the existing property", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 3, "fields": {"title": "Can one repay his home loan in cash?", "description": "It is only through online channels that scheduled banks allow you to repay your loan. However, there have been instances where banks have recovered outstanding dues in cash up to a specified amount.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 6, "fields": {"title": "Can one make his friend a co-borrower?", "description": "Banks do not allow co-borrowing between friends. It is only a family member who can be your co-applicant in your home loan application. Even between family and relatives, banks have reservations in granting loans. For instance, a married woman would find it difficult to avail of a home loan making her unmarried sibling a co-applicant. Banks generally prefer lending to spouses as co-borrowers or other blood relatives in exceptional cases.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 7, "fields": {"title": "What are the different interest rates that can be offered ?", "description": "You can avail a home loan facility on two types of rates of interest ? floating and fixed. In the former, the interest rates change according to market conditions while in the latter you pay a fixed rate for the entire tenure or specified period as agreed.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 8, "fields": {"title": "How long can be the loan tenure?", "description": "Typically, your home-loan repayment tenure may last between five and 30 years. In most cases, loans are provided to borrowers for a 20-year tenure. Depending on your age and income, you can tweak the repayment tenure. Another way to cut the tenure short is pre-paying the loan.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 9, "fields": {"title": "Does age and occupation matter?", "description": "Age,income and borrower category (salaried, Self employed professional/Non profressional) are the primary criteria for the bank to decide your credit eligibility. For instance, a bank would be more willing togive a loan to a younger person, earning a stable monthly salary. Such profiles have lower risk exposure", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 10, "fields": {"title": "Can one transfer the loan multiple times?", "description": "One can change your lender multiple times, in case it helps you reduce your loan burden. However, too much shifting is not advisable as it sends across a wrong impression. Also, one should keep in mind the fact that one may have to incur additional expenses on loan transfers in some cases", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 11, "fields": {"title": "Does one have to pay a penalty on prepayment of loan?", "description": "A borrower does not have to pay a penalty on prepayment after the Reserve Bank of India in 2013 directed financial institutions to waive charges for loans taken on floating rate of interest. However, banks still charge a penalty on transfer if you have taken a home loan on a fixed rate of interest.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 12, "fields": {"title": "Does taking a home loan means he cannot take another loan?", "description": "No. One can also apply for other loans, including car loans and personal loans, while re-paying an existing home loan. However, banks will thoroughly examine you repayment capability before issuing you a loan", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 17, "fields": {"title": "What is the maximum age that an applicant have at the end of the loan tenure?", "description": "Salaried Borrowers- 70 yrs or retirement age, whichever is earlier (subject to submission of proof for continuity of income) in case of salaried SEP/SENP Borrowers-65 years. Deviation for above categories are allowed on case to case basis as given in Home loan master Circular.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 18, "fields": {"title": "What if one defaults?", "description": "Banks charge a late-payment fee upon each such occurrence. In case of an unfortunate event owning to which you are not able to repay your loan, the bank will have the right to possess the property and auction it to recover losses.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 19, "fields": {"title": "How much Tax Benefit does one get on Home Loan ?", "description": "Bank's do just enable you to buy your dream home. They also help you avail of tax deductions. Under various Sections of the Income Tax Act, a borrower can avail of deductions on the principal and interest payment on the home loan. In India, a borrower can claim deductions under Section 80C of the Income Tax Act for the repayment of the principal component. The limit in this regard is set at Rs 1.5 lakh. Section 24 of the IT Act, on the other hand, allows borrowers to claim deductions on repayment of the interest component. The deduction limit here is set at Rs 2 lakh.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 20, "fields": {"title": "Will one be covered for the registration and stamp duty charges?", "description": "Generally, home loans do not cover stamp duty and registration charges. These two components raise the total cost of the purchase to a great extent ? you have to pay about six per cent as stamp duty and one per cent as registration charges ? and a buyer has to often arrange the amount from his own pocket.However RBI vide Circular No. RBI/2014-15/491DBR.BP.BC.No. 74 / 08.12.015/2014-15 dated March 05, 2015, in cases where the cost of the house / dwelling unit does not exceed Rs. 10 Lakhs, stamp duty, registration and other documentation charges may be added to the cost of the house / dwelling unit for the purpose of computation of LTV. However, this norm is applicable only for borrowers belonging to Economically Weaker Sections (EWS) and Low Income Groups(LIG).", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 21, "fields": {"title": "Can someone apply for home loan for purchase of 3 flats in a single project ?", "description": "Home loan should not be sanctioned to an individual for purchase of more than two housing units in a project irrespective of stage of construction.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 22, "fields": {"title": "When does one go for personal guarantor ?", "description": "Personal Guarantee is to be obtained if the total eligible income is below the stated norms subject to the satisfaction of the Credit Manager. In case of NRI applicants, guarantor is required when no local resident individuals are available to join as co-applicants.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 23, "fields": {"title": "What are the things that are to be checked in case of personal guarantor ?", "description": "a) A Guarantor should not stand as Guarantee for more than one loan. b)A guarantor should meet the minimum income and age criteria and should be a resident Indian. Co-applicant cannot be taken as guarantor. Guarantor and co-applicants should always be different individuals. As per the restriction of section 185 of the Companies Act, 2013, no company / entity can stand as guarantor or offer any security which is in the name of the entity for securing the repayment of the loan taken by its directors / promoters in their individual capacity(ies).", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 24, "fields": {"title": "Who all can stand as Co ?applicant/ when do we need co-applicant mandatorily ?", "description": "Co-applicant is mandatory for NRI applicants. B) All the owners of the property should mandatorily join as co-applicants. C) Spouse, parents, son, daughter (if sole child), brother (only 1 brothers income to be considered), can join as co-applicants. d)In case of company, all the directors holding more than 3/4th shares of the company.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 25, "fields": {"title": "Whose income can be clubbed?", "description": "Income of parents, Children and spouse can be clubbed. Income of sister / brother may be clubbed provided they are co-owners of the property. If they are not co-owners, clubbing of income is not allowed.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 26, "fields": {"title": "How many persons can apply for the loan maximum ?", "description": "4 , but above that can apply on the basis of approval from RH", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 27, "fields": {"title": "What is the minimum age for applying a loan ?", "description": "22 years in case of salaried, and 25 years in case of SEP and SENP.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 28, "fields": {"title": "What is the maximum and minimum age of coapplicant ?", "description": "If income considered- As applicable for first applicant , if the coapplicant stands as joint borrower with NRI Applicant , then the age norms for NRI Applicant will be applicable. If income not considered- min age is 18 years and max age is 70 years, if it is more than 70 years , NOC from all legal heirs has to be taken.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 29, "fields": {"title": "What is the total employment norms?", "description": "Salaried 2 years, SEP, SENP and NRI persons 3 years.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 30, "fields": {"title": "What is the minimum income required for applying for a loan in a salaried person?", "description": "Salaried- Metro locations - Rs.15000 p.m.; Non Metro locations - Rs. 12000 p.m.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 31, "fields": {"title": "What is the minimum income required for SEP/SENP applying for a loan ?", "description": "Minimum cash profit of Rs.1.20 lakhs for last 2 years individually.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 32, "fields": {"title": "What is the maximum tenure of loan ?", "description": "30 years for salaried and NRI , and 20 years for SEP and SENP.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 33, "fields": {"title": "What is the minimum and maximum amount of loan that can be offered ?", "description": "2 lakhs and 500 Lakhs.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 34, "fields": {"title": "What is the maximum amount of loan that can be offered on the value of the property ?", "description": "Loan up to Rs 30 lakh 90% (LTV), Loans above 30 lacs but upto 75 Lacs 80%(LTV) and Loans above 75 Lakhs that 75%(LTV)", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 35, "fields": {"title": "What is the maximum amount of cash component in builder purchase of housing loan ?", "description": "As per Sec.269SS and 269T of Income Tax Act, effective from 1st June 2015, cash payment or receipt as an advance for purchase of property is restricted to Rs.20,000/- for total transaction.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 36, "fields": {"title": "At what stages of construction is property visit required?", "description": "Before 1st disbursement, at 40% progress of work and at 75% progress of work.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 38, "fields": {"title": "What is the minimum repayment track record required in case of balance transfer?", "description": "6 months for normal Balance Transfer, 12months from co-op bank and 18 months for balance transfer on the basis of RTR.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 39, "fields": {"title": "What is the LTV for BT based on RTR ?", "description": "0.75", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 40, "fields": {"title": "What is the time period for construction house in IDBI Neev Loan ?", "description": "24 months (Refer Circular dated 21.09.2017).", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 42, "fields": {"title": "What are the norms for step up EMI?", "description": "The income growth to be considered for this calculation is in the range of 6 to 8 %p.a. Negative amortization is not permitted in any year. The Step up option is standardized and the same will be for slab of 5 years for a loan of 20 years. Step Up would be available to the following applicants only: 1. Salaried Individuals & SEPs up to 35 years of age. 2. Employer should be ? Govt., PSU, MNC, Public Ltd.3. Must be professionally qualified OR Post Graduate in any discipline", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 43, "fields": {"title": "What is the loan limit upto which PSL Can be classified ?", "description": "PSL Classification is on the basis of whether it is a metro or non metro location ,loan amount and property cost. The loan amount for PSL Classification is Rs 20 lacs provided the property cost does not exceed 25 Lakhs in non metro locations and Rs 28 lacs provided the property cost does not exceed 35 Lakhs in metro locations. In case of renovation , the loan limit is Rs 5 Lacs in case of metro location and Rs 2Lacs in case of non metro location.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 44, "fields": {"title": "What is FOIR ?", "description": "FOIR (Fixed obligation to income ratio) is the ratio of total monthly obligation to the net monthly income.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 45, "fields": {"title": "What is LTV ?", "description": "LTV i.e Loan to value is the ratio of loan amount to document value or market value whichever is less.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 46, "fields": {"title": "How do you calculate the maximum eligibility of loan ?", "description": "Maximum eligibility of loan can be found out from the following formulae: Loan Eligibility = [ (NAI x FOIR %) ? Existing Obligation ]/ Per Lac EMI", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 47, "fields": {"title": "What are the things that are checked in banking habits?", "description": "a) Average Bank Balances b) Cheque bounces c) Heavy Cash Deposits and Withdrawals d) Unusual transactions e) Ownership of account", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 48, "fields": {"title": "What are the things that can be checked from repayment track records ?", "description": "a) Number of Loans outstanding b) Assets created out of loans c) Repayment discipline by checking for defaults, overdues etc", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 49, "fields": {"title": "What are the things that are to be checked from CIBIL Report ?", "description": "a) Number of Loans outstanding b) Assets created out of loans c) Repayment discipline by checking for defaults, overdues etc", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 50, "fields": {"title": "What is a tripartite agreement ?", "description": "Tripartite agreement is a key legal document involving the buyer , bank and seller. It is the document when a buyer opts for a home loan in an under construction project.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 51, "fields": {"title": "What is an allotment letter ?", "description": "If you are booking an under construction property, a letter is provided by the builder which gives all the details regarding the flat, payment option , and any extra charges you need to pay in case of maintenance or additional facilities. It also includes the construction schedules, house plans , delivery date and builder's liability in case of late completion or problems after possession. Generally it is issued to the customer upon payment of 15% of the property value to the developer.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 52, "fields": {"title": "What is own contribution ?", "description": "Also known as self contribution/ owners equity, Own Contribution is one of the most important factors in all home loan transactions. All lenders require the borrower to pay a certain percentage of the property cost from their own source of funds first, so that the commitment is established. This equity contribution by the borrower is determined through the money receipts issued by the builder/seller and the bank statement of the borrower reflecting payments , without which it can be a mere 'understanding' between the parties which defeats the purpose. This amount is the 'own-contribution' and these receipts are called margin money receipts (MMR) or more popularly, own contribution receipts (OCR).", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 53, "fields": {"title": "What is Cersai Charge?", "description": "Central Registry of Securitisation Asset Reconstruction and Security Interest (CERSAI) is a central online mortgage registry of India. It was primarily created to check mortgage frauds in which people took multiple loans on the same asset from different banks. It became operational on March 31, 2011.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 54, "fields": {"title": "What is the minimum income required for a NRI person?", "description": "24000USD for US & Other countries. 60000 Dirhams for middle east countries. 15000 USD for Merchant Navy", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 55, "fields": {"title": "What is the NAI in case of home loan in case of salaried person?", "description": "Fixed Component of Salary + (6 Months Average Over Time/ Incentive/ Allowance + Annual Bonus/ Unclaimed Medical Deposit ( 100 % of previous Year ) +100 % Reimbursement ( Monthly Banking )/60% reimbursement ( Appointment order ) + 30% income from other Source ) ? (PF,P Tax, IT , Any other statutory Deductions)", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 56, "fields": {"title": "What is the NAI in case of home loan in case of SEP/SENP person?", "description": "Profit + 100% Depreciation ( Depreciation on non electronic Items) + Rental Income ( 100% if present in Rent Agreement, ITR and Bank Statement and 75% if present in 2 of these 3 documents ) ? Income Tax . For SEP -Gross profit method is followed SENP- Net profit Method", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 59, "fields": {"title": "What is a Home loan interest saver account ?", "description": "Home loan Interest Saver is one of the unique offerings of IDBI Bank wherein the loan account is linked to the operative current account of the borrower. Under this variant interest on home loan will be calculated on outstanding balance of loan minus balance in the current account based on the EOD balance.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 60, "fields": {"title": "What is an IDBI Neev Loan ?", "description": "IDBI Neev Loan is a loan given for the Purchase of a plot of land for the purpose of construction of a house. The proposed credit facility will not be extended for creation of a land bank. Not more than two loans to be extended to a single borrower for the said purpose.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 61, "fields": {"title": "What is the maximum repayment period in case of a neev Loan ?", "description": "15 Years", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 62, "fields": {"title": "What is the Maximum time period stipulated for construction of house in a Neev Loan ?", "description": "24 months.(Refer circular dtd 21.09.2017)", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 63, "fields": {"title": "What is the penalty in case of delay in construction ?", "description": "If the construction is not completed within the stipulated time period, the account will be classified as Loan Against Property and interest as applicable to LAP account shall be chargeable immediately after expiry of 24 months. However, on completion of the construction, the loan will be treated as Home Loan and interest as applicable to home loan to be charged. Completion of construction would mean completion of at least 80% as per project plan as certified by the bank's empanelled valuer. This norm would be applicable for cases sanctioned prospectively.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 64, "fields": {"title": "What is the builder Tie Up scheme?", "description": "The objective of the facility is to tie up with reputed builders in order to increase the market share and address the issue of Turn Around Time (TAT).The facility to be extended in the form of Advanced Processing Facility(APF). The said facility would usually be applicable wherein bulk processing of applications from a particular residential project is involved. If a project is approved by IDBI Bank for funding, the same project would be considered as approved under APF and shall automatically qualify for the purpose of extending Home loan facility.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 65, "fields": {"title": "What are the basis for approval of a project ?", "description": "a) Builder should be in business for not less than 5 years . B) Builder should have a history of timely completion of at least 3 projects. C) Quality of construction should be of First class standard d) Marketability of the project should be good based on location and pricing aspect. e) The builder should be in the approved list of at least two other approved institutions like HDFC, ICICI, LIC housing Finance, SBI, CITI Bank, Standard Chartered Bank, HSBC, etc. f) Should have completed and sold at least 1,00,000 sq.ft. of built up area. g) Should not feature in the negative list of RBI. h) Well laid out office and trained sales personnel. i) Work-in-progress should be valued at least Rs.10 million j)Ongoing projects should have a size of at least 20,000 sq.ft. etc.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 66, "fields": {"title": "What is a step down loan facility ?", "description": "This facility can be offered in case of loans where there is Applicant and Co-applicant and where incomes are going to reduce after a certain period during the loan maturity due to one of the borrowers retiring before loan maturity. The objective of this is to recover maximum principal in the initial period when incomes are at high level. The pension income can be considered for the borrower (who is going to retire) from the year of retirement. This leads to 2 EMIs for different periods over the loan maturity. The EMI in the initial period is higher than EMI in the later period and FOIR is based on the initial EMI. One borrower has to be earning till the end of loan maturity.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 67, "fields": {"title": "What is Tranche Based EMI for the repayment of Home Loan ?", "description": "Tranche based EMI is a scheme To facilitate the borrowers to commence repayment of EMI in case of under construction property. It is basically a pro rata EMI on the basis of the loan amount disbursed.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 68, "fields": {"title": "What is the residual income per member ?", "description": "Residual income is the amount that should be left with the person after serving of all his emis per dependent person in the family. It is 3000 in metro location and 2000 in non metro location.", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 69, "fields": {"title": "What is the maximum eligibility under turnover based home loan ?", "description": "For turnover below 1 cr, The loan eligibility to be 20% of net sales (turnover) or 5 times of PBDIT (Profit before Depreciation, Interest and Tax) whichever is lower.Minimum loan eligibility to be worked out should be at least Rs. 15 lakh as per existing NPM (Net Profit Method). For turnover above 1 cr, The loan eligibility to be 20% of net sales (turnover) or 5 times of PBDIT(Profit before Depreciation, Interest and Tax) whichever is lower.Minimum loan eligibility to be worked out should be at least Rs. 25 Lakh as per existing NPM (Net Profit Method).", "category": 1}}, {"model": "Subapp01.faqtext", "pk": 70, "fields": {"title": "What are the target vehicle for which auto loan can be provided?", "description": "To purchase New Four Wheeler (Passenger cars, SUVs, MUVs, Jeep, etc.) and high end bikes (costing minimum Rs.1.20 lakhs, on road).  RBG RAC - AL", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 71, "fields": {"title": "Who are the target clientele?", "description": "Salaried, NRI, Self Employed Professionals (SEPs), Pensioners, Businessmen, Firms or companies, Proprietorship firms, Partnership firms, Pvt. Ltd Co., Public Ltd Co. (closely held). Salaried customers having satisfactory relationships (liability/ assets) with the Bank for at least six months. If, co-applicant has satisfactory relationship (liability/ assets) with the Bank for at least six months; the minimum relationship norm for NRI may be waived by the sanctioning authority . Trusts, registered as Public Charitable Trusts; having specific approval from the Charity Commissioner for taking Auto Loan and having 3 years of satisfactory liability relationship with the bank can be considered for Auto Loan .individuals having income only from Rent, Fixed Deposit with IDBI Bank, subject to such income reflects in ITR and availability of valid rent agreements.   RBG RAC - AL", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 72, "fields": {"title": "What is the minimum and maximum age?", "description": "For individuals, 18 years and 70 years", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 73, "fields": {"title": "What is the minimum employment required for various category of customers?", "description": "Permanent salaried employees,2 years of total work experience for SEP and SENP, Firms or companies 3 years in business", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 74, "fields": {"title": "What is the minimum income required?", "description": "Rs 1,80,000 per year resident Indian and 10,000 USD per year FOR NRI", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 75, "fields": {"title": "How to calculate eligibility under gross receipts method?", "description": "3 times of gross receipts in case of doctors and 2 times of gross receipts for other professionals", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 76, "fields": {"title": "What are the components eligible for on road price?", "description": "Insurance, registration, Octroi, taxes, extended warranty plus ex showroom price", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 77, "fields": {"title": "What is the LTV?", "description": "90% for cars and 85% for high end bikes", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 78, "fields": {"title": "What is the loan tenor permissible?", "description": "1year to 7 years", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 79, "fields": {"title": "Is reimbursement permissible?", "description": "Within 45 days from the Date of Payment to the Dealer at the rate of interest applicable to new car: Date of payment to be verified from the Dealer's invoice", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 80, "fields": {"title": "Who are the target clientele of IDBI Speed Loan ?", "description": "Only for Salaried Customers with existing relationship (Assets & Liabilities):-1)Bank's existing Asset & Liability customers with satisfactory relationship of at least one year.2) Corporate Salary Account holders of IDBI Bank with satisfactory relationship of at least one year. (Salary accounts opened under Corporate salary relationship scheme of the bank)", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 81, "fields": {"title": "What are the documents required in IDBI Speed Loan ?", "description": "3months payslip and 3months bank statement", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 82, "fields": {"title": "What is the combo loan offer ?", "description": "the LTV of auto loan can go upto 100% if the home loan LTV is within the limits", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 83, "fields": {"title": "What is the gross annual income required to be eligible for combo loan ?", "description": "Rs 3,60,000/-", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 84, "fields": {"title": "What is the LTV for IDBI TATA Nano scheme?", "description": "0.95", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 85, "fields": {"title": "Who are the target clientele for IDBI Pre Approved loan ?", "description": "All Salaried class customers of the Bank having Savings Account (Salary Account or otherwise) with the Bank. AQB of minimum 25000/- for a minimum period of last 12 months. Minimum one year satisfactory relationship. Credit Score of 650 and above is required", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 86, "fields": {"title": "What is the loan limit of pre-approved auto loans ?", "description": "8 lacs subject to LTV Norms", "category": 3}}, {"model": "Subapp01.faqtext", "pk": 87, "fields": {"title": "What are the different variants of LAP ?", "description": "1. Loan against Property (LAP) 2. Loan Against Property-Overdraft (LAPOD) 3. Loan Against Rent Receivables (LARR) 4. Loan to Landlords of IDBI Bank Ltd. against Future Rent Receivables (LARR-LL) 5. Loan to Landlords of IDBI Bank for setting up of Currency Chests against Future Rent Receivables (LARR-CC) 6. Loan Against Property-Interest Saver (LAP-IS) 7. Loan for Commercial Property Purchase (LCPP) 8.Reverse Mortgage Loan (RML)", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 88, "fields": {"title": "What is the primary objective of LAP ?", "description": "To address the short or long term financial requirement of borrowers having self owned, residential or commercial property. The financial assistance available under the product covers a range of requirements viz. business expansion, medical exigencies, short term funding mismatches, children education, etc.", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 89, "fields": {"title": "Who are the target clientele of LAP ?", "description": "Salaried, businessmen, SEP ( Self employed professionals) , Salaried NRI", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 90, "fields": {"title": "What is the minimum and maximum loan amount ?", "description": "Minimum- Rs 1 Lakh ,Maximum-Rs 1,000 Lakh . Loan proposals up to Rs. 25.00 Crore may be considered on case to case basis (preferably not for builders), subject to full appraisal and with specific approval from CGM-Zone.Loan proposals > Rs. 25.00 Crore may be considered on a very selective basis with specific approval from ED-RBG", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 91, "fields": {"title": "What is the maximum tenure for LAP?", "description": "180 Months", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 92, "fields": {"title": "What is the minimum age for applying a loan ?", "description": "22 years in case of salaried, and 25 years in case of SEP and SENP.", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 93, "fields": {"title": "What is the maximum age that an applicant should have at the end of the loan tenure?", "description": "70 yrs or retirement age, whichever is earlier (subject to submission of proof for continuity of income) in case of salaried and 65 years in case of SEP and SENP ( If Loan tenor exceeds the date of retirement and in case repayment capacity gets established beyond the date of retirement or co-applicant / immediate legal heir (wife / son) having sufficient income joins the loan . The term sufficient income refers to compliance of norms pertaining to Net Adjusted Income (NAI), FOIR and Residual income as per extant norms. ? Upto 70 Years by sanctioning authority,above that Field CGM)", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 94, "fields": {"title": "What is the total employment norms?", "description": "Salaried 2 years, SEP, SENP and NRI persons 3 years.", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 95, "fields": {"title": "What are the components of depreciation which are added back in eligibility calculations ?", "description": "Depreciation maximum up to the extent 100 % (Average for last 2 years), excluding computers and Electronics items", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 96, "fields": {"title": "Are we considering the full rental income in case of SENP ?", "description": "Average net rental income maximum @ 100 % (if reflected in ITR and Bank statement) for last 2 years ITR. If the same is not reflected in ITR but reflected in bank statement for last 12 months, 75% of the net bank credit may be considered. (No further relaxation in the clause would be permissible at any level)", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 97, "fields": {"title": "Can we consider agricultural income?", "description": "Maximum up to 50% subject to reflection of the same in ITR for last 2 years otherwise NIL", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 98, "fields": {"title": "Can we consider a loan proposal where there is a drop in profit?", "description": "If there is a drop in profit from the last year, the current year profit would be considered for appraisal.", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 99, "fields": {"title": "What is the minimum income required for applying for a loan in a salaried person?", "description": "Metro locations - Rs.15000 p.m.; Non Metro locations - Rs. 12000 p.m", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 100, "fields": {"title": "What is the minimum income required for applying for a loan in a salaried person?", "description": "Minimum cash profit of Rs.1.20 lakhs for last 2 years individually.", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 101, "fields": {"title": "What type of properties can not be funded?", "description": "1.Vacant Plot 2.Properties owned by HUF/Trust/Co-operative Society, Association of Person 3.Cinema Halls, Industrial sheds/plots/Cold storage. 4.Godowns (exception-Godowns can be considered for Loan against rent receivables based on reputation of the lessee) 5.The Agricultural Land and Building. 6.Under construction properties. 7. Industrial Property", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 102, "fields": {"title": "When is 2 technical valuation reports required?", "description": "2 technical valuation report is required when loan amount is above 1 crore", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 103, "fields": {"title": "What is the minimum property valuation on which we can fund ?", "description": "10 lacs in metro location and 5 lacs in non metro location", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 104, "fields": {"title": "Can we fund if the title deed is not available?", "description": "The property should be self occupied by the borrower for last 13 years and proof of such self occupation like property tax receipts in the name of borrower, etc. should be on record. Extract of Property Card from the office of local authority showing the name of borrower as owner of the property should be available. Such loan should be done with registered mortgage only. Additionally, following documents may be obtained : Non-encumbrance certificate issued by SRO's for last 13 years. Municipal tax receipts and demand notices issued for last 2 years. Certified extract from SRO record in respect of the properties. Affidavit from the borrower that the property is ancestral and title deed is not available and he/she is the undisputed owner of the property.", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 105, "fields": {"title": "How much can be funded in case of different types of property?", "description": "70% in case of residential property and 60% in case of commercial property .", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 106, "fields": {"title": "What is the minimum percentage of turnover that should be present in bank statement ?", "description": "0.35", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 107, "fields": {"title": "What is to be done if the chain deeds are missing ?", "description": "the following process to be followed by the applicant after obtaining approval of Regional Head -(a)Filing of FIR (b) Public notice in 2 local newspaper (one in vernacular) (c)Obtaining duplicate / certified copies of the said chain documents from the concerned S.R.O. after complying with (a) & (b) above (d) Indemnity from the borrower (e) Registered mortgage", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 108, "fields": {"title": "What is to be done if the chain deeds are missing ?", "description": "the following process to be followed by the applicant after obtaining approval of Regional Head -(a)Filing of FIR (b) Public notice in 2 local newspaper (one in vernacular) (c)Obtaining duplicate / certified copies of the said chain documents from the concerned S.R.O. after complying with (a) & (b) above (d) Indemnity from the borrower (e) Registered mortgage", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 109, "fields": {"title": "What is the minimum gap required between filing of 2 ITR s ?", "description": "6months", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 110, "fields": {"title": "What is the minimum and maximum loan amount in case of LAPOD?", "description": "Minimum- Rs 5 Lakh Maximum-Rs 1,000 Lakh Loan proposals upto Rs. 25.00 crore may be considered on case to case basis (preferably not from builders), subject to full appraisal and with specific approval from CGM-Zone. Loan proposals > Rs. 25.00 crore may be considered on a very selective basis with specific approval from ED-RBG.", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 111, "fields": {"title": "What is the maximum tenure of loan in case of LAPOD?", "description": "Maximum 24 months (To be renewed every 12 Months or lesser, at the discretion of the bank)", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 112, "fields": {"title": "What is the FOIR in case of LARR ?", "description": "FOIR to be kept at 95% i.e. in no case EMI to be more than 95% of the monthly net rent (net of TDS and other charges) reflected by way of credit in bank statement. In addition following to be viewed: Any escalation in lease rentals : If the Lease Agreement stipulates increase in the rent, the same may be considered provided the increase is reasonable. The Credit Officer to ensure that in such cases, the FOIR is maintained at each stage. Borrower rental income from all the sources i.e. from the entire lessees to be assessed. In case borrower's only source of income is by way of rent and that too from single lessee and not from the multiple lessees all obligations to be considered and FOIR to be kept as per the FOIR grid mentioned under LAP.Appraising officer to ensure that borrower is left with sufficient residual income.Appraising officer to ensure that borrower is left with sufficient residual income.", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 113, "fields": {"title": "What is the maximum LTV in case of LARR ?", "description": "0.85", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 114, "fields": {"title": "What is the percent of loan in terms of unexpired period of lease?", "description": "upto 3 years 85%, 3yrs to 5 yrs 75%, 5yrs to 7yrs 65% and7 yrs and above 55%", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 115, "fields": {"title": "Is it mandatory to have account with IDBI Bank in case of LARR?", "description": "Yes, Lessor to open an Escrow Account (a Current Account) with IDBI bank Ltd where rent is to be deposited", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 116, "fields": {"title": "What is the maximum loan tenure in case of Loan for commercial property purchase?", "description": "Maximum for 15 years with a moratorium period of 2years", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 117, "fields": {"title": "What is the maximum LTV in case of Loan for commercial property purchase?", "description": "0.7", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 118, "fields": {"title": "What is the minimum and maximum loan amount in case of Reverse mortgage loan ?", "description": "5 lacs and 2 crores", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 119, "fields": {"title": "What is the minimum age for a reverse mortgage loan?", "description": "60 years in case of applicant and 55 years in case of co applicant", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 120, "fields": {"title": "How the loan amount for reverse mortgage loan is disbursed?", "description": "Periodic payments (monthly, quarterly, half-yearly, annual) to be decided mutually between the Bank and the borrower upfront. The maximum monthly payments shall be capped at Rs.50, 000/- Payment of lump sum amount may also be considered to be used for medical treatment for self, spouse and dependents, if any. However, the maximum lump-sum payment shall be restricted to 50% of the total eligible amount of loan subject to a cap of Rs. 15 lakh. The balance loan amount would be eligible for periodic payments. Lump-sum payments in one or more tranches", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 121, "fields": {"title": "Does a reverse mortgage loan applicant get the chance to move out of the loan?", "description": "As a customer-friendly gesture and in keeping with international best practices, after the documents have been executed and loan transaction finalized, Senior Citizen borrowers may be given up to three business days to cancel the transaction, the 'right of rescission'. If the loan amount has been disbursed, the entire loan amount will need to be repaid by the Senior Citizen borrower within this three day period with simple interest for that period.", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 122, "fields": {"title": "What is the loan eligibility for doctors applying for LAP under gross receipts method?", "description": "3.5 times of average gross receipts for last two years", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 123, "fields": {"title": "What is low LTV Scheme LAP?", "description": "If the LTV is restricted to 45%, FOIR can go upto 100% and if the LTV is between 45 to 60% , LTV can go upto 85%", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 124, "fields": {"title": "What is the minimum track record required for LAP based on RTR?", "description": "18 months", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 125, "fields": {"title": "What is the LTV for BT based on RTR ?", "description": "0.6", "category": 4}}, {"model": "Subapp01.faqtext", "pk": 126, "fields": {"title": "What is personal loan?", "description": "It is an unsecured loan where customer do not have to furnish any collateral or property against the loan. However Bank/NBFC may ask for guarantor depending upon case to case. This loan requires minimal documentation where customer can get loan in just 10 minutes. Disbursal time may vary from bank to bank and depends upon eligibility criteria.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 127, "fields": {"title": "Purpose of personal loan?", "description": "To match any urgent need of a customer, it can be used for variety of purpose i.e. from managing the costs of a medical emergency to planning a vacation, home renovation, paying the down payment of your car, debt consolidation, repaying high cost debt, etc. However uses completely depend upon customer. Bank/NBFC just takes an undertaking that this amount will be used in any legitimate activities.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 128, "fields": {"title": "Is there pre closure/fore closure allowed in personal loan?", "description": "Some banks have a lock-in of 6 months to 12 months. some banks allow you to pre close even after the 1st EMI. Some Banks restrict Balance transfer for certain period of time. Banks may allow pre closure at no cost or may levy a pre closure fee (2%-5% of the outstanding amount).", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 129, "fields": {"title": "Is there part payment allowed in personal loan?", "description": "Most of the bank allows part payment with certain restriction. i.e. total number of times you can pay (part payment) in a year, minimum amount you have to pay.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 130, "fields": {"title": "Are personal loan interest rates fixed or floating?", "description": "Floating rate of interest is beneficial for customer as most of the Banks/NBFC offer Repo rate linked lending rates. However Banks/ NBFC offer both rate of interest regime.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 131, "fields": {"title": "Which are the best banks and NBFCs for a personal loan?", "description": "Every bank and NBFC operating under Indian geographical boundary is being regulated by RBI, Govt. of India, However customer should always choose which suits their need.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 132, "fields": {"title": "How to choose the best bank/NBFC for a personal loan for me?", "description": "Factors to consider before Applying for personal loan.\r\nInterest Rates\r\nloan processing fee\r\npart payment charges\r\nForeclosure/pre closure charges\r\nLoan Tenor/Number of EMI\r\nlocation of loan sanctioning branch\r\nOur system will help you unfold this mystery, share your detail and Know loan eligibility and tentative disbursement date*.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 133, "fields": {"title": "What are factors that the Bank/NBFC looks into before sanctioning?", "description": "The eligibility is calculated based on factors like monthly income, current liability (ongoing EMIs), total work experience, Employment category (government, private or MNC companies and self-employed professionals like Doctors, CA, CS, Architects) and credit report (CIBIL).", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 134, "fields": {"title": "Documents required for personal loan.", "description": "Personal documents. (It is your basic KYC document which helps bank in identifying customer properly  as per regulatory norms)\r\nBank can ask you for AADHAR/PAN/PASSPORT/driving license/voter id\r\nIf your current residential address vary from above submitted document you require to furnish any additional documents.\r\nRegistered Rent Agreement/ Utility Bill (up to 2 months old).\r\nIncome documents\r\nBanks have categorized income group as salaried and Business man; businessman also include self-employed professional like Doctor, CA, Engineer, architect.\r\nIncome documents for salaried applicant personal loan.\r\n2 years Form 16\r\n3 month pay slip\r\n6 months bank statement showing salary credit\r\nRunning loan detail (if applicable)\r\nIncome documents for Business man for personal loan.\r\nIncome proof – ITR of last 2 – 3 years along with computation, balance sheet and profit and loss statement.\r\n6 months bank statement\r\nBusiness existence proof –/partnership deed/Certificate of incorporation/ GST registration number. (these documents depend upon types of entity and nature of business involved)\r\nProfessional certificate and necessary registration detail in case of self-employed professional like Doctor, CA, Engineer and architect.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 135, "fields": {"title": "Rate of interest for personal loan.", "description": "Its range from as low as 9% to as high as 30% however Rate of interest vary from bank to bank, for a specific customer. Use our YOKOSO smart calculator to fetch you best offer.  We help you understand terms and condition a complete lender neutral system.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 136, "fields": {"title": "What time period does bank needs to sanction my personal loan?", "description": "Sanction process involve background check and evaluation of documents provided by you. Its may range from an hour to a week. However our system will help in minimizing time required with the help of YOKOSO smart calculator.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 137, "fields": {"title": "Do I need to furnish a Guarantor? Is guarantor mandatory?", "description": "No, it’s not mandatory. Bank/NBFC ask for guarantor in case not satisfied with customer profile based upon their assessment criteria.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 138, "fields": {"title": "What are the costs associated with availing of a Personal Loan?", "description": "Mainly there are 3 types of charges\r\nprocessing fee : check out YOKOSO zero processing fee offer here\r\ninterest over principal\r\npenal charges(penal interest on late payment, bounce charges in case of EMI bounce)-only in case of default \r\nYou can check detail charges in schedule of charges.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 139, "fields": {"title": "Can I change my loan repayment instrument? Can I switch from ECS to standing instruction?", "description": "Yes, Bank/NBFC always help you changing repayment method, you need to fill mandate form along with required mandate registration fee and security cheques. You can also change repayment bank account; In this case also you need to fill the same mandate registration form and security cheques.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 140, "fields": {"title": "What happens if a customer misses the payment on the due date?", "description": "The customer needs to pay the EMI on the due date. Non-payment of EMI would impact, your \r\nCredit rating (reporting to Credit Information Companies (CICs)) like CIBIL\r\nThis will have an impact on other credit facilities availed.\r\nThe Bank may initiate recovery cum legal proceedings to recover the dues apart from the late payment charges.\r\nThis will affect your credibility to avail future credit/loan facility from any lender in INDIA.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 141, "fields": {"title": "Once the loan is repaid and outstanding has been cleared, does the Bank issue me some confirmation?", "description": "The Bank issues its customer a No Due Certificate on closure of the loan.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 142, "fields": {"title": "I have made a partial prepayment, what changes do I expect?", "description": "It may bring changes to either of two, EMI amount or Loan tenor (number of EMI)\r\nYou have the option of either continuing with the same EMI and thus repay the loan earlier than the sanctioned tenure OR reduce your EMI.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 143, "fields": {"title": "How do I keep track of my Personal Loan?", "description": "You can track using Statement of Account or Repayment Schedule or Interest Certificate. We are always on toe to help our customer with every kind of query.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 144, "fields": {"title": "What are my different options for making my EMI payments?", "description": "You may repay your Personal Loan in any of the following three ways:\r\nStanding Instruction (SI): This mode can be used if you have an existing savings, salary, or current account with same Bank. You may open an account with that Bank to use this option. \r\nElectronic Clearing Service (ECS): This mode can be used if you do not have an account with the same bank and would like your EMIs to be debited automatically.\r\nPost-Dated Cheques (PDCs): You can submit post-dated EMI cheques from any Bank account. A fresh set of PDCs will have to be submitted in a timely manner. Please note Post-Dated Cheques is not encouraged by bank. Most of lenders only offer 1st and 2nd method of repayment. \r\nYOKOSO recommend that you opt for either the SI or ECS mode of payment as they are both faster and less prone to error.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 145, "fields": {"title": "My loan got rejected even though I have decent monthly income.", "description": "Loan sanction is not merely depend upon salary/income. Other factor which may impact credit decision of bank are current liability (on-going EMIs), total work experience, Employment category (government, private or MNC companies and self-employed professionals like Doctors, CA, CS, Architects) and credit report (CIBIL). Use YOKOSO smart calculator to know your eligibility considering every factor, However bank/NBFC always reserve the right to sanction loan on their sole discretion.", "category": 2}}, {"model": "Subapp01.faqtext", "pk": 146, "fields": {"title": "Is there any Balance Transfer offer on a personal loan? Are there any benefits of this balance trans", "description": "you can transfer the current balance (amount still to be repaid) on your current personal loan from current lender to a new one. In this case, the new lender would pay off the balance amount to the current lender. At the end of the balance transfer process, you will owe the new lender whatever payments plus applicable interest that is left on your current loan.\r\nA balance transfer helps you benefit from the lower interest rate offered by the new lender along with several other benefits case to case.", "category": 2}}, {"model": "auth.permission", "pk": 1, "fields": {"name": "Can add log entry", "content_type": 1, "codename": "add_logentry"}}, {"model": "auth.permission", "pk": 2, "fields": {"name": "Can change log entry", "content_type": 1, "codename": "change_logentry"}}, {"model": "auth.permission", "pk": 3, "fields": {"name": "Can delete log entry", "content_type": 1, "codename": "delete_logentry"}}, {"model": "auth.permission", "pk": 4, "fields": {"name": "Can view log entry", "content_type": 1, "codename": "view_logentry"}}, {"model": "auth.permission", "pk": 5, "fields": {"name": "Can add permission", "content_type": 2, "codename": "add_permission"}}, {"model": "auth.permission", "pk": 6, "fields": {"name": "Can change permission", "content_type": 2, "codename": "change_permission"}}, {"model": "auth.permission", "pk": 7, "fields": {"name": "Can delete permission", "content_type": 2, "codename": "delete_permission"}}, {"model": "auth.permission", "pk": 8, "fields": {"name": "Can view permission", "content_type": 2, "codename": "view_permission"}}, {"model": "auth.permission", "pk": 9, "fields": {"name": "Can add group", "content_type": 3, "codename": "add_group"}}, {"model": "auth.permission", "pk": 10, "fields": {"name": "Can change group", "content_type": 3, "codename": "change_group"}}, {"model": "auth.permission", "pk": 11, "fields": {"name": "Can delete group", "content_type": 3, "codename": "delete_group"}}, {"model": "auth.permission", "pk": 12, "fields": {"name": "Can view group", "content_type": 3, "codename": "view_group"}}, {"model": "auth.permission", "pk": 13, "fields": {"name": "Can add user", "content_type": 4, "codename": "add_user"}}, {"model": "auth.permission", "pk": 14, "fields": {"name": "Can change user", "content_type": 4, "codename": "change_user"}}, {"model": "auth.permission", "pk": 15, "fields": {"name": "Can delete user", "content_type": 4, "codename": "delete_user"}}, {"model": "auth.permission", "pk": 16, "fields": {"name": "Can view user", "content_type": 4, "codename": "view_user"}}, {"model": "auth.permission", "pk": 17, "fields": {"name": "Can add content type", "content_type": 5, "codename": "add_contenttype"}}, {"model": "auth.permission", "pk": 18, "fields": {"name": "Can change content type", "content_type": 5, "codename": "change_contenttype"}}, {"model": "auth.permission", "pk": 19, "fields": {"name": "Can delete content type", "content_type": 5, "codename": "delete_contenttype"}}, {"model": "auth.permission", "pk": 20, "fields": {"name": "Can view content type", "content_type": 5, "codename": "view_contenttype"}}, {"model": "auth.permission", "pk": 21, "fields": {"name": "Can add session", "content_type": 6, "codename": "add_session"}}, {"model": "auth.permission", "pk": 22, "fields": {"name": "Can change session", "content_type": 6, "codename": "change_session"}}, {"model": "auth.permission", "pk": 23, "fields": {"name": "Can delete session", "content_type": 6, "codename": "delete_session"}}, {"model": "auth.permission", "pk": 24, "fields": {"name": "Can view session", "content_type": 6, "codename": "view_session"}}, {"model": "auth.permission", "pk": 25, "fields": {"name": "Can add profile", "content_type": 7, "codename": "add_profile"}}, {"model": "auth.permission", "pk": 26, "fields": {"name": "Can change profile", "content_type": 7, "codename": "change_profile"}}, {"model": "auth.permission", "pk": 27, "fields": {"name": "Can delete profile", "content_type": 7, "codename": "delete_profile"}}, {"model": "auth.permission", "pk": 28, "fields": {"name": "Can view profile", "content_type": 7, "codename": "view_profile"}}, {"model": "auth.permission", "pk": 29, "fields": {"name": "Can add contact", "content_type": 8, "codename": "add_contact"}}, {"model": "auth.permission", "pk": 30, "fields": {"name": "Can change contact", "content_type": 8, "codename": "change_contact"}}, {"model": "auth.permission", "pk": 31, "fields": {"name": "Can delete contact", "content_type": 8, "codename": "delete_contact"}}, {"model": "auth.permission", "pk": 32, "fields": {"name": "Can view contact", "content_type": 8, "codename": "view_contact"}}, {"model": "auth.permission", "pk": 33, "fields": {"name": "Can add category", "content_type": 9, "codename": "add_category"}}, {"model": "auth.permission", "pk": 34, "fields": {"name": "Can change category", "content_type": 9, "codename": "change_category"}}, {"model": "auth.permission", "pk": 35, "fields": {"name": "Can delete category", "content_type": 9, "codename": "delete_category"}}, {"model": "auth.permission", "pk": 36, "fields": {"name": "Can view category", "content_type": 9, "codename": "view_category"}}, {"model": "auth.permission", "pk": 37, "fields": {"name": "Can add post", "content_type": 10, "codename": "add_post"}}, {"model": "auth.permission", "pk": 38, "fields": {"name": "Can change post", "content_type": 10, "codename": "change_post"}}, {"model": "auth.permission", "pk": 39, "fields": {"name": "Can delete post", "content_type": 10, "codename": "delete_post"}}, {"model": "auth.permission", "pk": 40, "fields": {"name": "Can view post", "content_type": 10, "codename": "view_post"}}, {"model": "auth.permission", "pk": 41, "fields": {"name": "Can add faq category", "content_type": 11, "codename": "add_faqcategory"}}, {"model": "auth.permission", "pk": 42, "fields": {"name": "Can change faq category", "content_type": 11, "codename": "change_faqcategory"}}, {"model": "auth.permission", "pk": 43, "fields": {"name": "Can delete faq category", "content_type": 11, "codename": "delete_faqcategory"}}, {"model": "auth.permission", "pk": 44, "fields": {"name": "Can view faq category", "content_type": 11, "codename": "view_faqcategory"}}, {"model": "auth.permission", "pk": 45, "fields": {"name": "Can add faq text", "content_type": 12, "codename": "add_faqtext"}}, {"model": "auth.permission", "pk": 46, "fields": {"name": "Can change faq text", "content_type": 12, "codename": "change_faqtext"}}, {"model": "auth.permission", "pk": 47, "fields": {"name": "Can delete faq text", "content_type": 12, "codename": "delete_faqtext"}}, {"model": "auth.permission", "pk": 48, "fields": {"name": "Can view faq text", "content_type": 12, "codename": "view_faqtext"}}, {"model": "auth.group", "pk": 1, "fields": {"name": "Author", "permissions": [33, 34, 35, 36, 37, 38, 39, 40, 27, 28]}}, {"model": "auth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$180000$zoFpvmGlDTSq$wNiryFkqK29/5/sWOLa5Y0S0fQ1IwRcc3scKkZ+X0gU=", "last_login": "2021-10-18T00:56:43.437Z", "is_superuser": true, "username": "1", "first_name": "", "last_name": "", "email": "", "is_staff": true, "is_active": true, "date_joined": "2021-06-24T06:06:09.747Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 3, "fields": {"password": "pbkdf2_sha256$180000$0Zr8feORQLCC$0mmmKxwqlTGQq8kUrcyuMdRs+M1GMova8KYcDkO3Udc=", "last_login": "2021-07-02T03:21:12.660Z", "is_superuser": false, "username": "@ankit", "first_name": "Ankit", "last_name": "Gupta", "email": "ankit@gmail.com", "is_staff": false, "is_active": true, "date_joined": "2021-06-24T06:15:44.432Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 4, "fields": {"password": "pbkdf2_sha256$180000$H1QZDKuMx2fm$JQ8GMJetqtAJKAg6+dzXNhKgDjNUbbIqdPJEBkYcJiM=", "last_login": null, "is_superuser": false, "username": "@devankitgupta01", "first_name": "Ankit ", "last_name": "Gupta", "email": "devankitgupta01@gmail.com", "is_staff": false, "is_active": true, "date_joined": "2021-06-24T06:31:53.137Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 13, "fields": {"password": "pbkdf2_sha256$180000$mpUFeuSy15X6$hAgi6HPiE83hEd2r7Z2YmjOjSpNNNn5SrL4rBqopmn0=", "last_login": "2021-09-18T04:12:22.737Z", "is_superuser": false, "username": "alok.yokoso@gmail.com", "first_name": "Alok", "last_name": "Tripathi", "email": "alok.yokoso@gmail.com", "is_staff": true, "is_active": true, "date_joined": "2021-09-15T09:20:21Z", "groups": [1], "user_permissions": []}}, {"model": "auth.user", "pk": 14, "fields": {"password": "pbkdf2_sha256$180000$OXTY5VQB5rNM$SYDV/N2KvfF+npztnCy7J+SJ3rYTCy07odqldwqvYC4=", "last_login": "2021-10-17T08:34:21.279Z", "is_superuser": false, "username": "vishnupriya.yokoso@gmail.com", "first_name": "Vishnupriya", "last_name": "Vishvanadhan", "email": "vishnupriya.yokoso@gmail.com", "is_staff": true, "is_active": true, "date_joined": "2021-09-27T15:29:41Z", "groups": [1], "user_permissions": []}}, {"model": "Subapp01.profile", "pk": 1, "fields": {"Gender": " ", "phone": "", "Location": "", "username": 3}}, {"model": "Subapp01.profile", "pk": 2, "fields": {"Gender": " ", "phone": "", "Location": "", "username": 4}}, {"model": "Subapp01.profile", "pk": 11, "fields": {"Gender": "Male", "phone": "9140562195", "Location": "Lucknow,India", "username": 13}}, {"model": "Subapp01.profile", "pk": 12, "fields": {"Gender": "Female", "phone": "7379555105", "Location": "Gurgaon", "username": 14}}, {"model": "admin.logentry", "pk": 1, "fields": {"action_time": "2021-06-24T06:15:40.885Z", "user": 1, "content_type": 4, "object_id": "2", "object_repr": "@ankit", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 2, "fields": {"action_time": "2021-09-02T05:09:34.145Z", "user": 1, "content_type": 8, "object_id": "8", "object_repr": "Contact object (8)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 3, "fields": {"action_time": "2021-09-02T05:09:34.153Z", "user": 1, "content_type": 8, "object_id": "7", "object_repr": "Contact object (7)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 4, "fields": {"action_time": "2021-09-02T05:09:34.161Z", "user": 1, "content_type": 8, "object_id": "6", "object_repr": "Contact object (6)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 5, "fields": {"action_time": "2021-09-02T05:09:34.169Z", "user": 1, "content_type": 8, "object_id": "5", "object_repr": "Contact object (5)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 6, "fields": {"action_time": "2021-09-02T05:09:34.177Z", "user": 1, "content_type": 8, "object_id": "4", "object_repr": "Contact object (4)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 7, "fields": {"action_time": "2021-09-02T05:09:34.185Z", "user": 1, "content_type": 8, "object_id": "3", "object_repr": "Contact object (3)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 8, "fields": {"action_time": "2021-09-02T05:09:34.193Z", "user": 1, "content_type": 8, "object_id": "2", "object_repr": "Contact object (2)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 9, "fields": {"action_time": "2021-09-02T05:09:34.202Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "Contact object (1)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 10, "fields": {"action_time": "2021-09-02T06:40:21.307Z", "user": 1, "content_type": 9, "object_id": "1", "object_repr": "Finance", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 11, "fields": {"action_time": "2021-09-02T06:40:24.537Z", "user": 1, "content_type": 10, "object_id": "1", "object_repr": "Why You should do Competitive Programming?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 12, "fields": {"action_time": "2021-09-02T06:53:34.402Z", "user": 1, "content_type": 10, "object_id": "2", "object_repr": "Post 1", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 13, "fields": {"action_time": "2021-09-03T08:07:23.423Z", "user": 1, "content_type": 10, "object_id": "2", "object_repr": "Post 1", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 14, "fields": {"action_time": "2021-09-03T08:09:11.929Z", "user": 1, "content_type": 10, "object_id": "1", "object_repr": "Why You should do Competitive Programming?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Image\"]}}]"}}, {"model": "admin.logentry", "pk": 15, "fields": {"action_time": "2021-09-03T08:16:18.871Z", "user": 1, "content_type": 10, "object_id": "2", "object_repr": "Why You should dof  Competitive Programming?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 16, "fields": {"action_time": "2021-09-03T08:16:30.957Z", "user": 1, "content_type": 10, "object_id": "2", "object_repr": "Why You should dof  Competitive Programming?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Image\"]}}]"}}, {"model": "admin.logentry", "pk": 17, "fields": {"action_time": "2021-09-03T08:16:56.585Z", "user": 1, "content_type": 10, "object_id": "3", "object_repr": "Design Guide", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 18, "fields": {"action_time": "2021-09-03T08:18:49.585Z", "user": 1, "content_type": 10, "object_id": "2", "object_repr": "Why You should dof  Competitive Programming?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 19, "fields": {"action_time": "2021-09-15T09:19:12.432Z", "user": 1, "content_type": 3, "object_id": "1", "object_repr": "Author", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 20, "fields": {"action_time": "2021-09-15T09:20:21.687Z", "user": 1, "content_type": 4, "object_id": "13", "object_repr": "alok.yokoso@gmail.com", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 21, "fields": {"action_time": "2021-09-15T09:20:48.820Z", "user": 1, "content_type": 4, "object_id": "13", "object_repr": "alok.yokoso@gmail.com", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"First name\", \"Last name\", \"Email address\", \"Staff status\", \"Groups\"]}}]"}}, {"model": "admin.logentry", "pk": 22, "fields": {"action_time": "2021-09-18T04:32:25.558Z", "user": 13, "content_type": 7, "object_id": "10", "object_repr": "mkll mkll", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 23, "fields": {"action_time": "2021-09-18T04:32:25.564Z", "user": 13, "content_type": 7, "object_id": "9", "object_repr": "trew trew", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 24, "fields": {"action_time": "2021-09-18T04:32:25.568Z", "user": 13, "content_type": 7, "object_id": "8", "object_repr": "fdsa fdsa", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 25, "fields": {"action_time": "2021-09-18T04:32:25.572Z", "user": 13, "content_type": 7, "object_id": "7", "object_repr": "abcdef abcdef", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 26, "fields": {"action_time": "2021-09-18T04:32:25.576Z", "user": 13, "content_type": 7, "object_id": "6", "object_repr": "abcd abcd", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 27, "fields": {"action_time": "2021-09-18T04:32:25.580Z", "user": 13, "content_type": 7, "object_id": "5", "object_repr": "dwgq ds", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 28, "fields": {"action_time": "2021-09-18T04:32:25.584Z", "user": 13, "content_type": 7, "object_id": "4", "object_repr": "dsa fwe", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 29, "fields": {"action_time": "2021-09-18T04:32:25.587Z", "user": 13, "content_type": 7, "object_id": "3", "object_repr": "a a", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 30, "fields": {"action_time": "2021-09-18T04:36:16.264Z", "user": 1, "content_type": 7, "object_id": "11", "object_repr": "Alok Tripathi", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 31, "fields": {"action_time": "2021-09-18T04:37:22.379Z", "user": 1, "content_type": 10, "object_id": "3", "object_repr": "Design Guide", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 32, "fields": {"action_time": "2021-09-18T04:37:22.384Z", "user": 1, "content_type": 10, "object_id": "1", "object_repr": "Why You should do Competitive Programming?", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 33, "fields": {"action_time": "2021-09-20T09:20:06.961Z", "user": 1, "content_type": 10, "object_id": "2", "object_repr": "Why You should dof  Competitive Programming?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Image\"]}}]"}}, {"model": "admin.logentry", "pk": 34, "fields": {"action_time": "2021-09-20T09:20:20.504Z", "user": 1, "content_type": 10, "object_id": "2", "object_repr": "Why You should dof  Competitive Programming?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Status\"]}}]"}}, {"model": "admin.logentry", "pk": 35, "fields": {"action_time": "2021-09-21T15:06:05.008Z", "user": 13, "content_type": 10, "object_id": "4", "object_repr": "Are you aware of RLLR and MCLR?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 36, "fields": {"action_time": "2021-09-21T15:06:18.743Z", "user": 13, "content_type": 10, "object_id": "2", "object_repr": "Why You should dof  Competitive Programming?", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 37, "fields": {"action_time": "2021-09-21T15:06:42.822Z", "user": 13, "content_type": 10, "object_id": "4", "object_repr": "Are you aware of RLLR and MCLR?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Status\"]}}]"}}, {"model": "admin.logentry", "pk": 38, "fields": {"action_time": "2021-09-21T15:15:34.654Z", "user": 13, "content_type": 10, "object_id": "5", "object_repr": "How to Improve Your Credit Score Fast?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 39, "fields": {"action_time": "2021-09-21T15:15:51.042Z", "user": 13, "content_type": 10, "object_id": "5", "object_repr": "How to Improve Your Credit Score Fast?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Image\"]}}]"}}, {"model": "admin.logentry", "pk": 40, "fields": {"action_time": "2021-09-23T03:42:55.296Z", "user": 13, "content_type": 10, "object_id": "4", "object_repr": "Are you aware of RLLR and MCLR?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Meta\", \"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 41, "fields": {"action_time": "2021-09-23T03:45:31.557Z", "user": 13, "content_type": 10, "object_id": "5", "object_repr": "How to Improve Your Credit Score Fast?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 42, "fields": {"action_time": "2021-09-27T15:27:54.525Z", "user": 1, "content_type": 4, "object_id": "5", "object_repr": "@a", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 43, "fields": {"action_time": "2021-09-27T15:27:54.530Z", "user": 1, "content_type": 4, "object_id": "8", "object_repr": "@abcd", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 44, "fields": {"action_time": "2021-09-27T15:27:54.535Z", "user": 1, "content_type": 4, "object_id": "9", "object_repr": "@abcdef", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 45, "fields": {"action_time": "2021-09-27T15:27:54.539Z", "user": 1, "content_type": 4, "object_id": "6", "object_repr": "@ads", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 46, "fields": {"action_time": "2021-09-27T15:27:54.543Z", "user": 1, "content_type": 4, "object_id": "7", "object_repr": "@bdbsa", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 47, "fields": {"action_time": "2021-09-27T15:27:54.548Z", "user": 1, "content_type": 4, "object_id": "10", "object_repr": "@fdsa", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 48, "fields": {"action_time": "2021-09-27T15:27:54.553Z", "user": 1, "content_type": 4, "object_id": "12", "object_repr": "@mkll", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 49, "fields": {"action_time": "2021-09-27T15:27:54.557Z", "user": 1, "content_type": 4, "object_id": "11", "object_repr": "@trew", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 50, "fields": {"action_time": "2021-09-27T15:29:41.628Z", "user": 1, "content_type": 4, "object_id": "14", "object_repr": "@vishnupriya.yokoso", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 51, "fields": {"action_time": "2021-09-27T15:30:54.238Z", "user": 1, "content_type": 4, "object_id": "14", "object_repr": "@vishnupriya.yokoso", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"First name\", \"Last name\", \"Email address\", \"Staff status\"]}}]"}}, {"model": "admin.logentry", "pk": 52, "fields": {"action_time": "2021-09-27T15:31:21.853Z", "user": 1, "content_type": 4, "object_id": "14", "object_repr": "vishnupriya.yokoso@gmail.com", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Username\", \"Groups\"]}}]"}}, {"model": "admin.logentry", "pk": 53, "fields": {"action_time": "2021-10-07T07:57:02.010Z", "user": 14, "content_type": 10, "object_id": "6", "object_repr": "Good Loan Vs. Bad Loan: What's the Difference?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 54, "fields": {"action_time": "2021-10-07T08:04:41.249Z", "user": 14, "content_type": 10, "object_id": "6", "object_repr": "Good Loan Vs. Bad Loan: What's the Difference?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 55, "fields": {"action_time": "2021-10-07T08:04:47.808Z", "user": 14, "content_type": 10, "object_id": "6", "object_repr": "Good Loan Vs. Bad Loan: What's the Difference?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 56, "fields": {"action_time": "2021-10-07T08:06:54.642Z", "user": 14, "content_type": 10, "object_id": "6", "object_repr": "Good Loan Vs. Bad Loan: What's the Difference?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 57, "fields": {"action_time": "2021-10-07T16:48:51.931Z", "user": 14, "content_type": 10, "object_id": "6", "object_repr": "Good Loan Vs. Bad Loan: What's the Difference?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Meta\", \"Status\"]}}]"}}, {"model": "admin.logentry", "pk": 58, "fields": {"action_time": "2021-10-07T16:49:10.948Z", "user": 14, "content_type": 10, "object_id": "6", "object_repr": "Good Loan Vs. Bad Loan: What's the Difference?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Image\"]}}]"}}, {"model": "admin.logentry", "pk": 59, "fields": {"action_time": "2021-10-07T16:54:45.847Z", "user": 14, "content_type": 10, "object_id": "6", "object_repr": "Good Loan Vs. Bad Loan: What's the Difference?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 60, "fields": {"action_time": "2021-10-08T05:54:51.879Z", "user": 1, "content_type": 7, "object_id": "12", "object_repr": "Vishnupriya Vishvanadhan", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 61, "fields": {"action_time": "2021-10-08T05:55:12.751Z", "user": 1, "content_type": 10, "object_id": "6", "object_repr": "Good Loan Vs. Bad Loan: What's the Difference?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Author\"]}}]"}}, {"model": "admin.logentry", "pk": 62, "fields": {"action_time": "2021-10-08T05:55:23.033Z", "user": 1, "content_type": 10, "object_id": "5", "object_repr": "How to Improve Your Credit Score Fast?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Author\"]}}]"}}, {"model": "admin.logentry", "pk": 63, "fields": {"action_time": "2021-10-08T05:55:49.665Z", "user": 1, "content_type": 10, "object_id": "4", "object_repr": "Are you aware of RLLR and MCLR?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\", \"Author\", \"Slug\"]}}]"}}, {"model": "admin.logentry", "pk": 64, "fields": {"action_time": "2021-10-08T15:39:18.855Z", "user": 14, "content_type": 10, "object_id": "5", "object_repr": "How to Improve Your Credit Score Fast?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Author\"]}}]"}}, {"model": "admin.logentry", "pk": 65, "fields": {"action_time": "2021-10-08T15:40:16.468Z", "user": 14, "content_type": 10, "object_id": "4", "object_repr": "Are you aware of RLLR and MCLR?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Author\"]}}]"}}, {"model": "admin.logentry", "pk": 66, "fields": {"action_time": "2021-10-14T04:09:08.505Z", "user": 1, "content_type": 11, "object_id": "1", "object_repr": "FAQCategory object (1)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 67, "fields": {"action_time": "2021-10-14T04:09:19.280Z", "user": 1, "content_type": 11, "object_id": "2", "object_repr": "FAQCategory object (2)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 68, "fields": {"action_time": "2021-10-14T04:09:35.038Z", "user": 1, "content_type": 11, "object_id": "3", "object_repr": "FAQCategory object (3)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 69, "fields": {"action_time": "2021-10-14T04:13:43.343Z", "user": 1, "content_type": 12, "object_id": "1", "object_repr": "FAQText object (1)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 70, "fields": {"action_time": "2021-10-17T04:58:05.759Z", "user": 1, "content_type": 11, "object_id": "4", "object_repr": "Property Loan", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 71, "fields": {"action_time": "2021-10-17T05:11:33.229Z", "user": 1, "content_type": 8, "object_id": "20", "object_repr": "Contact object (20)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 72, "fields": {"action_time": "2021-10-17T05:11:33.238Z", "user": 1, "content_type": 8, "object_id": "19", "object_repr": "Contact object (19)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 73, "fields": {"action_time": "2021-10-17T05:11:33.247Z", "user": 1, "content_type": 8, "object_id": "18", "object_repr": "Contact object (18)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 74, "fields": {"action_time": "2021-10-17T05:11:33.256Z", "user": 1, "content_type": 8, "object_id": "17", "object_repr": "Contact object (17)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 75, "fields": {"action_time": "2021-10-17T05:11:33.265Z", "user": 1, "content_type": 8, "object_id": "16", "object_repr": "Contact object (16)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 76, "fields": {"action_time": "2021-10-17T05:11:33.272Z", "user": 1, "content_type": 8, "object_id": "15", "object_repr": "Contact object (15)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 77, "fields": {"action_time": "2021-10-17T05:11:33.282Z", "user": 1, "content_type": 8, "object_id": "14", "object_repr": "Contact object (14)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 78, "fields": {"action_time": "2021-10-17T05:11:33.305Z", "user": 1, "content_type": 8, "object_id": "13", "object_repr": "Contact object (13)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 79, "fields": {"action_time": "2021-10-17T05:11:33.314Z", "user": 1, "content_type": 8, "object_id": "12", "object_repr": "Contact object (12)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 80, "fields": {"action_time": "2021-10-17T05:11:33.335Z", "user": 1, "content_type": 8, "object_id": "11", "object_repr": "Contact object (11)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 81, "fields": {"action_time": "2021-10-17T05:11:33.368Z", "user": 1, "content_type": 8, "object_id": "10", "object_repr": "Contact object (10)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 82, "fields": {"action_time": "2021-10-17T05:11:33.388Z", "user": 1, "content_type": 8, "object_id": "9", "object_repr": "Contact object (9)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 83, "fields": {"action_time": "2021-10-17T05:11:33.405Z", "user": 1, "content_type": 8, "object_id": "8", "object_repr": "Contact object (8)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 84, "fields": {"action_time": "2021-10-17T05:11:33.419Z", "user": 1, "content_type": 8, "object_id": "7", "object_repr": "Contact object (7)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 85, "fields": {"action_time": "2021-10-17T05:11:33.430Z", "user": 1, "content_type": 8, "object_id": "6", "object_repr": "Contact object (6)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 86, "fields": {"action_time": "2021-10-17T05:11:33.444Z", "user": 1, "content_type": 8, "object_id": "5", "object_repr": "Contact object (5)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 87, "fields": {"action_time": "2021-10-17T05:11:33.452Z", "user": 1, "content_type": 8, "object_id": "4", "object_repr": "Contact object (4)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 88, "fields": {"action_time": "2021-10-17T05:11:33.462Z", "user": 1, "content_type": 8, "object_id": "3", "object_repr": "Contact object (3)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 89, "fields": {"action_time": "2021-10-17T05:11:33.471Z", "user": 1, "content_type": 8, "object_id": "2", "object_repr": "Contact object (2)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 90, "fields": {"action_time": "2021-10-17T05:11:33.482Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "Contact object (1)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 91, "fields": {"action_time": "2021-10-17T05:13:16.725Z", "user": 1, "content_type": 8, "object_id": "21", "object_repr": "Ankit Gupta | ifcodingislife@gmail.com | 2121212121", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 92, "fields": {"action_time": "2021-10-17T14:35:59.099Z", "user": 1, "content_type": 12, "object_id": "1", "object_repr": "HU", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 93, "fields": {"action_time": "2021-10-17T14:39:59.433Z", "user": 1, "content_type": 11, "object_id": "5", "object_repr": "Home Loan", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 94, "fields": {"action_time": "2021-10-17T14:40:40.270Z", "user": 1, "content_type": 12, "object_id": "2", "object_repr": "Home Loan", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 95, "fields": {"action_time": "2021-10-17T14:43:26.967Z", "user": 1, "content_type": 12, "object_id": "2", "object_repr": "Home Loan", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Description\"]}}]"}}, {"model": "admin.logentry", "pk": 96, "fields": {"action_time": "2021-10-17T14:43:48.073Z", "user": 1, "content_type": 12, "object_id": "2", "object_repr": "What are the different products for which we offer home loan ?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Title\", \"Description\"]}}]"}}, {"model": "admin.logentry", "pk": 97, "fields": {"action_time": "2021-10-17T14:44:56.192Z", "user": 1, "content_type": 12, "object_id": "2", "object_repr": "What are the different products for which we offer home loan ?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Description\"]}}]"}}, {"model": "admin.logentry", "pk": 98, "fields": {"action_time": "2021-10-17T14:45:56.814Z", "user": 1, "content_type": 12, "object_id": "3", "object_repr": "Can one repay his home loan in cash?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 99, "fields": {"action_time": "2021-10-17T14:46:30.160Z", "user": 1, "content_type": 12, "object_id": "3", "object_repr": "Can one repay his home loan in cash?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 100, "fields": {"action_time": "2021-10-17T14:46:56.567Z", "user": 1, "content_type": 11, "object_id": "6", "object_repr": "Home Loan", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 101, "fields": {"action_time": "2021-10-17T14:48:37.621Z", "user": 1, "content_type": 12, "object_id": "3", "object_repr": "Can one repay his home loan in cash?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 102, "fields": {"action_time": "2021-10-17T14:48:58.211Z", "user": 1, "content_type": 12, "object_id": "3", "object_repr": "Can one repay his home loan in cash?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 103, "fields": {"action_time": "2021-10-17T14:50:04.686Z", "user": 1, "content_type": 12, "object_id": "4", "object_repr": "Can one make his friend a co-borrower?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 104, "fields": {"action_time": "2021-10-17T14:51:12.339Z", "user": 1, "content_type": 11, "object_id": "6", "object_repr": "Home Loan", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 105, "fields": {"action_time": "2021-10-17T14:51:30.108Z", "user": 1, "content_type": 11, "object_id": "5", "object_repr": "Home Loan", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 106, "fields": {"action_time": "2021-10-17T14:53:07.544Z", "user": 1, "content_type": 12, "object_id": "5", "object_repr": "Can one repay his home loan in cash?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 107, "fields": {"action_time": "2021-10-17T14:53:11.673Z", "user": 1, "content_type": 12, "object_id": "5", "object_repr": "Can one repay his home loan in cash?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 108, "fields": {"action_time": "2021-10-17T14:54:45.308Z", "user": 1, "content_type": 12, "object_id": "5", "object_repr": "Can one repay his home loan in cash?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 109, "fields": {"action_time": "2021-10-17T14:56:42.594Z", "user": 1, "content_type": 12, "object_id": "5", "object_repr": "Can one repay his home loan in cash?", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 110, "fields": {"action_time": "2021-10-17T15:01:51.297Z", "user": 1, "content_type": 12, "object_id": "3", "object_repr": "Can one repay his home loan in cash?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 111, "fields": {"action_time": "2021-10-17T15:02:12.294Z", "user": 1, "content_type": 12, "object_id": "6", "object_repr": "Can one make his friend a co-borrower?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 112, "fields": {"action_time": "2021-10-17T15:02:36.297Z", "user": 1, "content_type": 12, "object_id": "7", "object_repr": "What are the different interest rates that can be offered ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 113, "fields": {"action_time": "2021-10-17T15:05:23.962Z", "user": 1, "content_type": 12, "object_id": "8", "object_repr": "How long can be the loan tenure?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 114, "fields": {"action_time": "2021-10-17T15:05:57.211Z", "user": 1, "content_type": 12, "object_id": "9", "object_repr": "Does age and occupation matter?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 115, "fields": {"action_time": "2021-10-17T15:06:30.426Z", "user": 1, "content_type": 12, "object_id": "10", "object_repr": "Can one transfer the loan multiple times?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 116, "fields": {"action_time": "2021-10-17T15:07:02.001Z", "user": 1, "content_type": 12, "object_id": "11", "object_repr": "Does one have to pay a penalty on prepayment of loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 117, "fields": {"action_time": "2021-10-17T15:07:32.919Z", "user": 1, "content_type": 12, "object_id": "12", "object_repr": "Does taking a home loan means he cannot take another loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 118, "fields": {"action_time": "2021-10-19T06:53:04.974Z", "user": 1, "content_type": 10, "object_id": "7", "object_repr": "Hey", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 119, "fields": {"action_time": "2021-10-19T06:53:11.505Z", "user": 1, "content_type": 10, "object_id": "7", "object_repr": "Hey", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 120, "fields": {"action_time": "2021-10-19T09:28:19.633Z", "user": 1, "content_type": 10, "object_id": "8", "object_repr": "Pension Loan", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 121, "fields": {"action_time": "2021-10-19T09:28:43.240Z", "user": 1, "content_type": 10, "object_id": "8", "object_repr": "Pension Loan", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 122, "fields": {"action_time": "2021-10-19T09:29:49.513Z", "user": 1, "content_type": 10, "object_id": "8", "object_repr": "Pension Loan", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Meta\", \"Content\", \"Status\"]}}]"}}, {"model": "admin.logentry", "pk": 123, "fields": {"action_time": "2021-10-19T12:07:44.063Z", "user": 1, "content_type": 12, "object_id": "12", "object_repr": "Does taking a home loan means he cannot take another loan?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 124, "fields": {"action_time": "2021-10-19T12:07:49.479Z", "user": 1, "content_type": 12, "object_id": "11", "object_repr": "Does one have to pay a penalty on prepayment of loan?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 125, "fields": {"action_time": "2021-10-19T12:07:54.676Z", "user": 1, "content_type": 12, "object_id": "10", "object_repr": "Can one transfer the loan multiple times?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 126, "fields": {"action_time": "2021-10-19T15:01:49.653Z", "user": 1, "content_type": 12, "object_id": "12", "object_repr": "Does taking a home loan means he cannot take another loan?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 127, "fields": {"action_time": "2021-10-19T15:05:14.851Z", "user": 1, "content_type": 10, "object_id": "8", "object_repr": "Pension Loan", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 128, "fields": {"action_time": "2021-10-19T15:09:18.631Z", "user": 1, "content_type": 10, "object_id": "8", "object_repr": "Pension Loan", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 129, "fields": {"action_time": "2021-10-19T15:09:55.302Z", "user": 1, "content_type": 10, "object_id": "8", "object_repr": "Pension Loan", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 130, "fields": {"action_time": "2021-10-19T15:10:18.975Z", "user": 1, "content_type": 10, "object_id": "8", "object_repr": "Pension Loan", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 131, "fields": {"action_time": "2021-10-19T15:10:49.453Z", "user": 1, "content_type": 10, "object_id": "8", "object_repr": "Pension Loan", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 132, "fields": {"action_time": "2021-10-20T15:30:30.650Z", "user": 1, "content_type": 12, "object_id": "12", "object_repr": "Does taking a home loan means he cannot take another loan?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 133, "fields": {"action_time": "2021-10-20T15:30:36.549Z", "user": 1, "content_type": 12, "object_id": "10", "object_repr": "Can one transfer the loan multiple times?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 134, "fields": {"action_time": "2021-10-20T15:30:42.108Z", "user": 1, "content_type": 12, "object_id": "7", "object_repr": "What are the different interest rates that can be offered ?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 135, "fields": {"action_time": "2021-10-26T15:23:00.532Z", "user": 1, "content_type": 12, "object_id": "13", "object_repr": "Hi", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 136, "fields": {"action_time": "2021-10-26T15:23:06.815Z", "user": 1, "content_type": 12, "object_id": "13", "object_repr": "Hi", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 137, "fields": {"action_time": "2021-10-26T15:39:43.497Z", "user": 1, "content_type": 12, "object_id": "14", "object_repr": "Hi", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 138, "fields": {"action_time": "2021-10-26T15:44:16.201Z", "user": 1, "content_type": 12, "object_id": "15", "object_repr": "Hi2", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 139, "fields": {"action_time": "2021-10-26T15:45:26.734Z", "user": 1, "content_type": 12, "object_id": "16", "object_repr": "Hi3", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 140, "fields": {"action_time": "2021-10-26T16:02:29.261Z", "user": 1, "content_type": 12, "object_id": "16", "object_repr": "Hi3", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 141, "fields": {"action_time": "2021-10-26T16:05:21.055Z", "user": 1, "content_type": 12, "object_id": "17", "object_repr": "What is the maximum age that an applicant have at the end of the loan tenure?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 142, "fields": {"action_time": "2021-10-27T04:43:39.938Z", "user": 1, "content_type": 10, "object_id": "9", "object_repr": "Hi", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 143, "fields": {"action_time": "2021-10-27T07:05:26.320Z", "user": 1, "content_type": 10, "object_id": "9", "object_repr": "Hi", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 144, "fields": {"action_time": "2021-10-27T07:09:06.708Z", "user": 1, "content_type": 10, "object_id": "10", "object_repr": "2021 festive loan offers from top banks", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 145, "fields": {"action_time": "2021-10-27T07:10:14.158Z", "user": 1, "content_type": 10, "object_id": "10", "object_repr": "2021 festive loan offers from top banks", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 146, "fields": {"action_time": "2021-10-27T07:13:34.091Z", "user": 1, "content_type": 10, "object_id": "10", "object_repr": "2021 festive loan offers from top banks", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 147, "fields": {"action_time": "2021-10-27T07:16:30.418Z", "user": 1, "content_type": 12, "object_id": "2", "object_repr": "What are the different products for which we offer home loan ?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Description\"]}}]"}}, {"model": "admin.logentry", "pk": 148, "fields": {"action_time": "2021-10-27T07:19:52.448Z", "user": 1, "content_type": 12, "object_id": "18", "object_repr": "What if one defaults?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 149, "fields": {"action_time": "2021-10-27T07:20:18.838Z", "user": 1, "content_type": 12, "object_id": "19", "object_repr": "How much Tax Benefit does one get on Home Loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 150, "fields": {"action_time": "2021-10-27T07:20:34.451Z", "user": 1, "content_type": 12, "object_id": "20", "object_repr": "Will one be covered for the registration and stamp duty charges?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 151, "fields": {"action_time": "2021-10-27T07:20:49.118Z", "user": 1, "content_type": 12, "object_id": "21", "object_repr": "Can someone apply for home loan for purchase of 3 flats in a single project ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 152, "fields": {"action_time": "2021-10-27T07:21:06.357Z", "user": 1, "content_type": 12, "object_id": "22", "object_repr": "When does one go for personal guarantor ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 153, "fields": {"action_time": "2021-10-27T07:21:33.045Z", "user": 1, "content_type": 12, "object_id": "23", "object_repr": "What are the things that are to be checked in case of personal guarantor ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 154, "fields": {"action_time": "2021-10-27T07:21:47.848Z", "user": 1, "content_type": 12, "object_id": "24", "object_repr": "Who all can stand as Co ?applicant/ when do we need co-applicant mandatorily ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 155, "fields": {"action_time": "2021-10-27T07:22:07.524Z", "user": 1, "content_type": 12, "object_id": "25", "object_repr": "Whose income can be clubbed?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 156, "fields": {"action_time": "2021-10-27T07:22:30.020Z", "user": 1, "content_type": 12, "object_id": "26", "object_repr": "How many persons can apply for the loan maximum ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 157, "fields": {"action_time": "2021-10-27T07:22:46.047Z", "user": 1, "content_type": 12, "object_id": "27", "object_repr": "What is the minimum age for applying a loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 158, "fields": {"action_time": "2021-10-27T07:23:03.378Z", "user": 1, "content_type": 12, "object_id": "28", "object_repr": "What is the maximum and minimum age of coapplicant ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 159, "fields": {"action_time": "2021-10-27T07:23:17.314Z", "user": 1, "content_type": 12, "object_id": "29", "object_repr": "What is the total employment norms?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 160, "fields": {"action_time": "2021-10-27T07:23:30.636Z", "user": 1, "content_type": 12, "object_id": "30", "object_repr": "What is the minimum income required for applying for a loan in a salaried person?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 161, "fields": {"action_time": "2021-10-27T07:23:48.843Z", "user": 1, "content_type": 12, "object_id": "31", "object_repr": "What is the minimum income required for SEP/SENP applying for a loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 162, "fields": {"action_time": "2021-10-27T07:24:03.483Z", "user": 1, "content_type": 12, "object_id": "32", "object_repr": "What is the maximum tenure of loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 163, "fields": {"action_time": "2021-10-27T07:24:27.869Z", "user": 1, "content_type": 12, "object_id": "33", "object_repr": "What is the minimum and maximum amount of loan that can be offered ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 164, "fields": {"action_time": "2021-10-27T07:24:41.776Z", "user": 1, "content_type": 12, "object_id": "34", "object_repr": "What is the maximum amount of loan that can be offered on the value of the proerty ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 165, "fields": {"action_time": "2021-10-27T07:25:01.387Z", "user": 1, "content_type": 12, "object_id": "35", "object_repr": "What is the maximum amount of cash component in builder purchase of housing loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 166, "fields": {"action_time": "2021-10-27T07:25:19.836Z", "user": 1, "content_type": 12, "object_id": "36", "object_repr": "At what stages of construction is property visit required?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 167, "fields": {"action_time": "2021-10-27T07:25:34.818Z", "user": 1, "content_type": 12, "object_id": "37", "object_repr": "In an under construction property, can I disburse more than the progress of work as per technical v", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 168, "fields": {"action_time": "2021-10-27T07:25:50.187Z", "user": 1, "content_type": 12, "object_id": "38", "object_repr": "What is the minimum repayment track record required in case of balance transfer?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 169, "fields": {"action_time": "2021-10-27T07:26:09.149Z", "user": 1, "content_type": 12, "object_id": "39", "object_repr": "What is the LTV for BT based on RTR ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 170, "fields": {"action_time": "2021-10-27T07:26:26.461Z", "user": 1, "content_type": 12, "object_id": "40", "object_repr": "What is the time period for construction house in IDBI Neev Loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 171, "fields": {"action_time": "2021-10-27T07:29:13.995Z", "user": 1, "content_type": 12, "object_id": "37", "object_repr": "In an under construction property, can I disburse more than the progress of work as per technical", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Title\"]}}]"}}, {"model": "admin.logentry", "pk": 172, "fields": {"action_time": "2021-10-27T07:29:43.285Z", "user": 1, "content_type": 12, "object_id": "34", "object_repr": "What is the maximum amount of loan that can be offered on the value of the property ?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Title\"]}}]"}}, {"model": "admin.logentry", "pk": 173, "fields": {"action_time": "2021-10-27T07:31:31.406Z", "user": 1, "content_type": 12, "object_id": "41", "object_repr": "At what stage of progress of work for under construction property, can we consider it to be complet", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 174, "fields": {"action_time": "2021-10-27T07:31:56.522Z", "user": 1, "content_type": 12, "object_id": "42", "object_repr": "What are the norms for step up EMI?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 175, "fields": {"action_time": "2021-10-27T07:32:26.021Z", "user": 1, "content_type": 12, "object_id": "43", "object_repr": "What is the loan limit upto which PSL Can be classified ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 176, "fields": {"action_time": "2021-10-27T07:32:42.032Z", "user": 1, "content_type": 12, "object_id": "44", "object_repr": "What is FOIR ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 177, "fields": {"action_time": "2021-10-27T07:32:57.062Z", "user": 1, "content_type": 12, "object_id": "45", "object_repr": "What is LTV ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 178, "fields": {"action_time": "2021-10-27T07:33:15.596Z", "user": 1, "content_type": 12, "object_id": "46", "object_repr": "How do you calculate the maximum eligibility of loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 179, "fields": {"action_time": "2021-10-27T07:33:33.070Z", "user": 1, "content_type": 12, "object_id": "47", "object_repr": "What are the things that are checked in banking habits?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 180, "fields": {"action_time": "2021-10-27T07:33:52.040Z", "user": 1, "content_type": 12, "object_id": "48", "object_repr": "What are the things that can be checked from repayment track records ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 181, "fields": {"action_time": "2021-10-27T07:34:26.034Z", "user": 1, "content_type": 12, "object_id": "49", "object_repr": "What are the things that are to be checked from CIBIL Report ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 182, "fields": {"action_time": "2021-10-27T07:34:43.543Z", "user": 1, "content_type": 12, "object_id": "50", "object_repr": "What is a tripartite agreement ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 183, "fields": {"action_time": "2021-10-27T07:35:02.589Z", "user": 1, "content_type": 12, "object_id": "51", "object_repr": "What is an allotment letter ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 184, "fields": {"action_time": "2021-10-27T07:35:21.485Z", "user": 1, "content_type": 12, "object_id": "52", "object_repr": "What is own contribution ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 185, "fields": {"action_time": "2021-10-27T07:35:36.537Z", "user": 1, "content_type": 12, "object_id": "53", "object_repr": "What is Cersai Charge?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 186, "fields": {"action_time": "2021-10-27T07:36:09.642Z", "user": 1, "content_type": 12, "object_id": "54", "object_repr": "What is the minimum income required for a NRI person?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 187, "fields": {"action_time": "2021-10-27T07:36:32.141Z", "user": 1, "content_type": 12, "object_id": "55", "object_repr": "What is the NAI in case of home loan in case of salaried person?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 188, "fields": {"action_time": "2021-10-27T07:36:55.991Z", "user": 1, "content_type": 12, "object_id": "56", "object_repr": "What is the NAI in case of home loan in case of SEP/SENP person?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 189, "fields": {"action_time": "2021-10-27T07:37:13.756Z", "user": 1, "content_type": 12, "object_id": "57", "object_repr": "What is the repayment track required in case of normal balance transfer and BT from co-operative ban", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 190, "fields": {"action_time": "2021-10-27T07:37:29.248Z", "user": 1, "content_type": 12, "object_id": "58", "object_repr": "In case of an incomplete house, what is the percentage of progress so that we can consider it to be", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 191, "fields": {"action_time": "2021-10-27T07:37:42.677Z", "user": 1, "content_type": 12, "object_id": "59", "object_repr": "What is a Home loan interest saver account ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 192, "fields": {"action_time": "2021-10-27T07:37:57.879Z", "user": 1, "content_type": 12, "object_id": "60", "object_repr": "What is an IDBI Neev Loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 193, "fields": {"action_time": "2021-10-27T07:38:13.022Z", "user": 1, "content_type": 12, "object_id": "61", "object_repr": "What is the maximum repayment period in case of a neev Loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 194, "fields": {"action_time": "2021-10-27T07:38:30.939Z", "user": 1, "content_type": 12, "object_id": "62", "object_repr": "What is the Maximum time period stipulated for construction of house in a Neev Loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 195, "fields": {"action_time": "2021-10-27T07:39:04.551Z", "user": 1, "content_type": 12, "object_id": "63", "object_repr": "What is the penalty in case of delay in construction ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 196, "fields": {"action_time": "2021-10-27T07:39:22.281Z", "user": 1, "content_type": 12, "object_id": "64", "object_repr": "What is the builder Tie Up scheme?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 197, "fields": {"action_time": "2021-10-27T07:39:40.126Z", "user": 1, "content_type": 12, "object_id": "65", "object_repr": "What are the basis for approval of a project ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 198, "fields": {"action_time": "2021-10-27T07:39:55.451Z", "user": 1, "content_type": 12, "object_id": "66", "object_repr": "What is a step down loan facility ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 199, "fields": {"action_time": "2021-10-27T07:40:33.280Z", "user": 1, "content_type": 12, "object_id": "67", "object_repr": "What is Tranche Based EMI for the repayment of Home Loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 200, "fields": {"action_time": "2021-10-27T07:40:51.329Z", "user": 1, "content_type": 12, "object_id": "68", "object_repr": "What is the residual income per member ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 201, "fields": {"action_time": "2021-10-27T07:41:07.313Z", "user": 1, "content_type": 12, "object_id": "69", "object_repr": "What is the maximum eligibility under turnover based home loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 202, "fields": {"action_time": "2021-10-27T07:49:47.223Z", "user": 1, "content_type": 12, "object_id": "70", "object_repr": "What are the target vehicle for which auto loan can be provided?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 203, "fields": {"action_time": "2021-10-27T07:50:14.995Z", "user": 1, "content_type": 12, "object_id": "71", "object_repr": "Who are the target clientele?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 204, "fields": {"action_time": "2021-10-27T07:50:37.134Z", "user": 1, "content_type": 12, "object_id": "72", "object_repr": "What is the minimum and maximum age?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 205, "fields": {"action_time": "2021-10-27T07:50:51.247Z", "user": 1, "content_type": 12, "object_id": "73", "object_repr": "What is the minimum employment required for various category of customers?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 206, "fields": {"action_time": "2021-10-27T07:51:23.523Z", "user": 1, "content_type": 12, "object_id": "74", "object_repr": "What is the minimum income required?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 207, "fields": {"action_time": "2021-10-27T07:51:46.997Z", "user": 1, "content_type": 12, "object_id": "75", "object_repr": "How to calculate eligibility under gross receipts method?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 208, "fields": {"action_time": "2021-10-27T07:52:06.919Z", "user": 1, "content_type": 12, "object_id": "76", "object_repr": "What are the components eligible for on road price?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 209, "fields": {"action_time": "2021-10-27T07:52:30.785Z", "user": 1, "content_type": 12, "object_id": "77", "object_repr": "What is the LTV?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 210, "fields": {"action_time": "2021-10-27T07:52:51.192Z", "user": 1, "content_type": 12, "object_id": "78", "object_repr": "What is the loan tenor permissible?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 211, "fields": {"action_time": "2021-10-27T07:53:10.270Z", "user": 1, "content_type": 12, "object_id": "79", "object_repr": "Is reimbursement permissible?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 212, "fields": {"action_time": "2021-10-27T07:53:40.501Z", "user": 1, "content_type": 12, "object_id": "80", "object_repr": "Who are the target clientele of IDBI Speed Loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 213, "fields": {"action_time": "2021-10-27T07:53:57.728Z", "user": 1, "content_type": 12, "object_id": "81", "object_repr": "What are the documents required in IDBI Speed Loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 214, "fields": {"action_time": "2021-10-27T07:54:13.265Z", "user": 1, "content_type": 12, "object_id": "82", "object_repr": "What is the combo loan offer ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 215, "fields": {"action_time": "2021-10-27T07:54:29.515Z", "user": 1, "content_type": 12, "object_id": "83", "object_repr": "What is the gross annual income required to be eligible for combo loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 216, "fields": {"action_time": "2021-10-27T07:54:44.255Z", "user": 1, "content_type": 12, "object_id": "84", "object_repr": "What is the LTV for IDBI TATA Nano scheme?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 217, "fields": {"action_time": "2021-10-27T07:55:09.674Z", "user": 1, "content_type": 12, "object_id": "85", "object_repr": "Who are the target clientele for IDBI Pre Approved loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 218, "fields": {"action_time": "2021-10-27T07:55:25.787Z", "user": 1, "content_type": 12, "object_id": "86", "object_repr": "What is the loan limit of pre-approved auto loans ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 219, "fields": {"action_time": "2021-10-27T07:56:17.637Z", "user": 1, "content_type": 12, "object_id": "16", "object_repr": "Hi3", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 220, "fields": {"action_time": "2021-10-27T07:56:17.641Z", "user": 1, "content_type": 12, "object_id": "15", "object_repr": "Hi2", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 221, "fields": {"action_time": "2021-10-27T07:56:17.646Z", "user": 1, "content_type": 12, "object_id": "14", "object_repr": "Hi", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 222, "fields": {"action_time": "2021-10-27T08:00:25.388Z", "user": 1, "content_type": 11, "object_id": "4", "object_repr": "Property Loan", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 223, "fields": {"action_time": "2021-10-27T08:00:43.319Z", "user": 1, "content_type": 12, "object_id": "87", "object_repr": "What are the different variants of LAP ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 224, "fields": {"action_time": "2021-10-27T08:01:05.299Z", "user": 1, "content_type": 12, "object_id": "88", "object_repr": "What is the primary objective of LAP ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 225, "fields": {"action_time": "2021-10-27T08:02:05.034Z", "user": 1, "content_type": 12, "object_id": "89", "object_repr": "Who are the target clientele of LAP ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 226, "fields": {"action_time": "2021-10-27T08:02:28.519Z", "user": 1, "content_type": 12, "object_id": "90", "object_repr": "What is the minimum and maximum loan amount ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 227, "fields": {"action_time": "2021-10-27T08:02:45.409Z", "user": 1, "content_type": 12, "object_id": "91", "object_repr": "What is the maximum tenure for LAP?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 228, "fields": {"action_time": "2021-10-27T08:03:02.204Z", "user": 1, "content_type": 12, "object_id": "92", "object_repr": "What is the minimum age for applying a loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 229, "fields": {"action_time": "2021-10-27T08:03:22.931Z", "user": 1, "content_type": 12, "object_id": "93", "object_repr": "What is the maximum age that an applicant should have at the end of the loan tenure?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 230, "fields": {"action_time": "2021-10-27T08:03:39.018Z", "user": 1, "content_type": 12, "object_id": "94", "object_repr": "What is the total employment norms?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 231, "fields": {"action_time": "2021-10-27T08:04:00.569Z", "user": 1, "content_type": 12, "object_id": "95", "object_repr": "What are the components of depreciation which are added back in eligibility calculations ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 232, "fields": {"action_time": "2021-10-27T08:04:16.356Z", "user": 1, "content_type": 12, "object_id": "96", "object_repr": "Are we considering the full rental income in case of SENP ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 233, "fields": {"action_time": "2021-10-27T08:04:31.711Z", "user": 1, "content_type": 12, "object_id": "97", "object_repr": "Can we consider agricultural income?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 234, "fields": {"action_time": "2021-10-27T08:04:50.593Z", "user": 1, "content_type": 12, "object_id": "98", "object_repr": "Can we consider a loan proposal where there is a drop in profit?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 235, "fields": {"action_time": "2021-10-27T08:05:06.737Z", "user": 1, "content_type": 12, "object_id": "99", "object_repr": "What is the minimum income required for applying for a loan in a salaried person?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 236, "fields": {"action_time": "2021-10-27T08:05:28.688Z", "user": 1, "content_type": 12, "object_id": "100", "object_repr": "What is the minimum income required for applying for a loan in a salaried person?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 237, "fields": {"action_time": "2021-10-27T08:05:45.317Z", "user": 1, "content_type": 12, "object_id": "101", "object_repr": "What type of properties can not be funded?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 238, "fields": {"action_time": "2021-10-27T08:06:15.172Z", "user": 1, "content_type": 12, "object_id": "102", "object_repr": "When is 2 technical valuation reports required?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 239, "fields": {"action_time": "2021-10-27T08:06:32.337Z", "user": 1, "content_type": 12, "object_id": "103", "object_repr": "What is the minimum property valuation on which we can fund ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 240, "fields": {"action_time": "2021-10-27T08:07:04.921Z", "user": 1, "content_type": 12, "object_id": "104", "object_repr": "Can we fund if the title deed is not available?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 241, "fields": {"action_time": "2021-10-27T08:07:25.777Z", "user": 1, "content_type": 12, "object_id": "105", "object_repr": "How much can be funded in case of different types of property?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 242, "fields": {"action_time": "2021-10-27T08:07:42.355Z", "user": 1, "content_type": 12, "object_id": "106", "object_repr": "What is the minimum percentage of turnover that should be present in bank statement ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 243, "fields": {"action_time": "2021-10-27T08:08:01.083Z", "user": 1, "content_type": 12, "object_id": "107", "object_repr": "What is to be done if the chain deeds are missing ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 244, "fields": {"action_time": "2021-10-27T08:08:01.348Z", "user": 1, "content_type": 12, "object_id": "108", "object_repr": "What is to be done if the chain deeds are missing ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 245, "fields": {"action_time": "2021-10-27T08:08:16.866Z", "user": 1, "content_type": 12, "object_id": "109", "object_repr": "What is the minimum gap required between filing of 2 ITR s ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 246, "fields": {"action_time": "2021-10-27T08:08:37.735Z", "user": 1, "content_type": 12, "object_id": "110", "object_repr": "What is the minimum and maximum loan amount in case of LAPOD?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 247, "fields": {"action_time": "2021-10-27T08:08:55.484Z", "user": 1, "content_type": 12, "object_id": "111", "object_repr": "What is the maximum tenure of loan in case of LAPOD?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 248, "fields": {"action_time": "2021-10-27T08:09:13.603Z", "user": 1, "content_type": 12, "object_id": "112", "object_repr": "What is the FOIR in case of LARR ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 249, "fields": {"action_time": "2021-10-27T08:09:31.629Z", "user": 1, "content_type": 12, "object_id": "113", "object_repr": "What is the maximum LTV in case of LARR ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 250, "fields": {"action_time": "2021-10-27T08:09:55.061Z", "user": 1, "content_type": 12, "object_id": "114", "object_repr": "What is the percent of loan in terms of unexpired period of lease?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 251, "fields": {"action_time": "2021-10-27T08:10:17.579Z", "user": 1, "content_type": 12, "object_id": "115", "object_repr": "Is it mandatory to have account with IDBI Bank in case of LARR?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 252, "fields": {"action_time": "2021-10-27T08:10:35.219Z", "user": 1, "content_type": 12, "object_id": "116", "object_repr": "What is the maximum loan tenure in case of Loan for commercial property purchase?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 253, "fields": {"action_time": "2021-10-27T08:10:53.861Z", "user": 1, "content_type": 12, "object_id": "117", "object_repr": "What is the maximum LTV in case of Loan for commercial property purchase?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 254, "fields": {"action_time": "2021-10-27T08:11:10.231Z", "user": 1, "content_type": 12, "object_id": "118", "object_repr": "What is the minimum and maximum loan amount in case of Reverse mortgage loan ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 255, "fields": {"action_time": "2021-10-27T08:12:04.709Z", "user": 1, "content_type": 12, "object_id": "119", "object_repr": "What is the minimum age for a reverse mortgage loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 256, "fields": {"action_time": "2021-10-27T08:12:36.473Z", "user": 1, "content_type": 12, "object_id": "120", "object_repr": "How the loan amount for reverse mortgage loan is disbursed?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 257, "fields": {"action_time": "2021-10-27T08:12:56.651Z", "user": 1, "content_type": 12, "object_id": "121", "object_repr": "Does a reverse mortgage loan applicant get the chance to move out of the loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 258, "fields": {"action_time": "2021-10-27T08:13:16.530Z", "user": 1, "content_type": 12, "object_id": "122", "object_repr": "What is the loan eligibility for doctors applying for LAP under gross receipts method?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 259, "fields": {"action_time": "2021-10-27T08:13:38.191Z", "user": 1, "content_type": 12, "object_id": "123", "object_repr": "What is low LTV Scheme LAP?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 260, "fields": {"action_time": "2021-10-27T08:13:56.794Z", "user": 1, "content_type": 12, "object_id": "124", "object_repr": "What is the minimum track record required for LAP based on RTR?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 261, "fields": {"action_time": "2021-10-27T08:14:13.756Z", "user": 1, "content_type": 12, "object_id": "125", "object_repr": "What is the LTV for BT based on RTR ?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 262, "fields": {"action_time": "2021-10-27T08:18:16.557Z", "user": 1, "content_type": 12, "object_id": "58", "object_repr": "In case of an incomplete house, what is the percentage of progress so that we can consider it to be", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 263, "fields": {"action_time": "2021-10-27T08:18:16.561Z", "user": 1, "content_type": 12, "object_id": "57", "object_repr": "What is the repayment track required in case of normal balance transfer and BT from co-operative ban", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 264, "fields": {"action_time": "2021-10-27T08:18:16.566Z", "user": 1, "content_type": 12, "object_id": "41", "object_repr": "At what stage of progress of work for under construction property, can we consider it to be complet", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 265, "fields": {"action_time": "2021-10-27T08:18:16.570Z", "user": 1, "content_type": 12, "object_id": "37", "object_repr": "In an under construction property, can I disburse more than the progress of work as per technical", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 266, "fields": {"action_time": "2021-10-27T11:40:15.110Z", "user": 1, "content_type": 12, "object_id": "126", "object_repr": "What is personal loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 267, "fields": {"action_time": "2021-10-27T11:40:30.197Z", "user": 1, "content_type": 12, "object_id": "127", "object_repr": "Purpose of personal loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 268, "fields": {"action_time": "2021-10-27T11:40:58.581Z", "user": 1, "content_type": 12, "object_id": "128", "object_repr": "Is there pre closure/fore closure allowed in personal loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 269, "fields": {"action_time": "2021-10-27T11:41:17.020Z", "user": 1, "content_type": 12, "object_id": "129", "object_repr": "Is there part payment allowed in personal loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 270, "fields": {"action_time": "2021-10-27T11:41:34.554Z", "user": 1, "content_type": 12, "object_id": "130", "object_repr": "Are personal loan interest rates fixed or floating?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 271, "fields": {"action_time": "2021-10-27T11:41:54.684Z", "user": 1, "content_type": 12, "object_id": "131", "object_repr": "Which are the best banks and NBFCs for a personal loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 272, "fields": {"action_time": "2021-10-27T11:42:35.006Z", "user": 1, "content_type": 12, "object_id": "132", "object_repr": "How to choose the best bank/NBFC for a personal loan for me?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 273, "fields": {"action_time": "2021-10-27T11:43:37.667Z", "user": 1, "content_type": 12, "object_id": "133", "object_repr": "What are factors that the Bank/NBFC looks into before sanctioning?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 274, "fields": {"action_time": "2021-10-27T11:44:17.761Z", "user": 1, "content_type": 12, "object_id": "134", "object_repr": "Documents required for personal loan.", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 275, "fields": {"action_time": "2021-10-27T11:47:51.351Z", "user": 1, "content_type": 12, "object_id": "135", "object_repr": "Rate of interest for personal loan.", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 276, "fields": {"action_time": "2021-10-27T11:48:14.344Z", "user": 1, "content_type": 12, "object_id": "136", "object_repr": "What time period does bank needs to sanction my personal loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 277, "fields": {"action_time": "2021-10-27T11:48:35.479Z", "user": 1, "content_type": 12, "object_id": "137", "object_repr": "Do I need to furnish a Guarantor? Is guarantor mandatory?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 278, "fields": {"action_time": "2021-10-27T11:59:08.741Z", "user": 1, "content_type": 12, "object_id": "138", "object_repr": "What are the costs associated with availing of a Personal Loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 279, "fields": {"action_time": "2021-10-27T11:59:34.867Z", "user": 1, "content_type": 12, "object_id": "139", "object_repr": "Can I change my loan repayment instrument? Can I switch from ECS to standing instruction?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 280, "fields": {"action_time": "2021-10-27T12:00:26.968Z", "user": 1, "content_type": 12, "object_id": "140", "object_repr": "What happens if a customer misses the payment on the due date?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 281, "fields": {"action_time": "2021-10-27T12:01:28.828Z", "user": 1, "content_type": 12, "object_id": "141", "object_repr": "Once the loan is repaid and outstanding has been cleared, does the Bank issue me some confirmation?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 282, "fields": {"action_time": "2021-10-27T12:01:55.026Z", "user": 1, "content_type": 12, "object_id": "142", "object_repr": "I have made a partial prepayment, what changes do I expect?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 283, "fields": {"action_time": "2021-10-27T12:02:12.172Z", "user": 1, "content_type": 12, "object_id": "143", "object_repr": "How do I keep track of my Personal Loan?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 284, "fields": {"action_time": "2021-10-27T12:02:31.735Z", "user": 1, "content_type": 12, "object_id": "144", "object_repr": "What are my different options for making my EMI payments?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 285, "fields": {"action_time": "2021-10-27T12:02:53.470Z", "user": 1, "content_type": 12, "object_id": "145", "object_repr": "My loan got rejected even though I have decent monthly income.", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 286, "fields": {"action_time": "2021-10-27T12:03:14.365Z", "user": 1, "content_type": 12, "object_id": "146", "object_repr": "Is there any Balance Transfer offer on a personal loan? Are there any benefits of this balance trans", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}]